export const daily = [
  //승엽1
  {
    score: 75,
    message:
      '바쁜 일정으로 정신 없는 하루입니다. 기존의 일들 외에도 새로운 일들이 겹쳐 다소 바쁘고 분주하겠습니다. 새로운 일들 가운데는 도움이 될만한 기회도 있겠지만 긍정적인 면만 보고 덜컥 수락하면 후회하게 될 수 있습니다. 본인의 역량을 잘 따져 본 뒤 할 수 있는 일인지를 판단하는 것이 우선입니다. 당신의 능력 밖의 일을 떠맡게 될 경우 원래 하던 일까지 두 마리 토끼를 잃을지도 모릅니다. 또한 오늘은 대인관계에서 갈등의 조짐이 엿보입니다. 이 때 대강 사과하여 갈등을 빨리 종식시키려 하지 말고, 해야 할 말은 꼭 하고 넘어가는 것이 좋습니다. 특히 공적인 부분에서는 다소 갈등이 피곤하거나 두렵더라도 시시비비를 명확히 가르는 것이 장기적으로 보았을 때 이롭겠습니다.',
  },
  //승엽2
  {
    score: 75,
    message:
      '여러 사람의 힘을 모아 더 큰 성과를 낼 수 있는 하루입니다. 오늘은 홀로서기보다는 함께 나아가는 것이 더 효율적입니다. 혼자서 할 때보다는 상대방에 대한 배려나 역할 배분 등 신경 써야 할 것들이 많을 것입니다. 그러나 당신의 역량만으로는 거둘 수 있는 결실에 한계가 있습니다. 백지장도 맞들면 낫다는 말을 되새기고 상대방의 역량에 대해 믿음을 가지십시오. 또한 욕심이 지나쳐 눈이 흐려지지 않게 주의해야 합니다. 협력이 아니라 일방적인 의도를 가지고 임한다면 오던 행운도 되돌아가게 됩니다. 도의에 어긋나는 행동으로 지금까지 쌓아온 노력과 신뢰를 한 줌 재로 만들지 않게 조심하시기 바랍니다.',
  },
  //승엽3
  {
    score: 75,
    message:
      '힘차게 흐르던 강물의 폭이 좁아지고 물길 또한 약해지는 형상입니다. 하루의 흐름이 미적지근하여 매너리즘에 빠질 위험도 높아졌습니다. 그러나 하루를 보내는 것은 당신의 마음먹기에 달렸음을 기억하시기 바랍니다. 일상의 흐름이 무미건조해졌다고 해서 무기력하게 끌려가는 것 보다는 스스로 활력을 북돋으려 노력해보시기를 바랍니다. 반복되는 쳇바퀴에서 벗어나, 평소 관심 있던 것을 새롭게 배우거나 문화생활을 즐겨보는 것도 좋겠습니다. 집을 대청소 하거나 방의 인테리어를 바꾸는 것도 지루한 일상을 환기할 수 있을 것입니다. 새로운 변화로 말미암아 즐거운 하루를 도모하시기 바랍니다.',
  },
  //승엽4
  {
    score: 70,
    message:
      '낙숫물이 바위를 뚫는 하루입니다. 사소해 보이는 노력일지라도 꾸준히 행한다면 반드시 원하는 바를 이룰 수 있습니다. 가치 있는 것이 쉽게 손에 들어올 리 만무하니, 눈 앞에 놓인 빛 좋은 개살구에 현혹되지 마시기 바랍니다. 오늘은 성공을 위해 주변 사람들에 주의를 기울여야 합니다. 어영부영 멀어졌ㄲ던 지인과 가까워지거나 훗날 도움이 될 사람을 사귀게 될 수 도 있으니 인간관계에도 노력이 필요한 때입니다. 금전적으로 얽히게 될 경우 후에 골치아파질 수 있겠습니다. 가급적이면 거절하되 빌려줘야만 한다면 받을 것을 기대하지 않는 것이 낫습니다. 하루의 시작이 끝보다 알차겠습니다. 중요한 일은 오전에 미리 끝내두는 지혜가 필요합니다.',
  },
  //승엽5
  {
    score: 85,
    message:
      '긴 겨울이 끝나고 새 생명이 움트는 듯한 활기가 가득합니다. 오늘은 이제 막 봄이 시작되려는 형국이라서 꽃이 만개한 듯한 복은 기대하기 어렵습니다. 그러나 곧 다가올 따뜻한 날들을 예고하는 활력이 있으니 이를 잘 활용하시기 바랍니다. 오늘은 노력한 만큼의 성과가 반드시 따르는 날이므로 자신감으 ㄹ가지고 나아가시기 바랍니다. 다만 자신감이 과하여 경험자의 조언을 무시한다면 예의가 없는 사람이라는 비판을 받을 수 있으니, 항상 겸손한 태도를 주지하도록 하십시오. 특히 상급자에 대해서는, 이해할 수 없는 이야기를 듣게 되더라도 끝까지 경청하는 것이 존중하는 태도를 보여줄 것입니다.',
  },
  //승엽6
  {
    score: 100,
    message:
      '꽃이 만개하고 맑은 물이 흐르니 운의 형세가 무릉도원에 도달한 듯한 하루입니다. 기다리던 소식이 들려오고 노력한 일에 성과를 보일 것입니다. 몸과 마음이 기운도 맑고 청명하므로, 하루의 운세가 이보다 더 좋을 수 없겠습니다. 이러한 복이 매일 찾아오는 것이 아니므로, 얻고자 하는 바가 있거든 때를 놓치지 말고 추진하시기 바랍니다. 결과를 장담할 수 없는 업무적 일정에서도 무리 없이 목표를 달성할 수 있으므로 자신감을 가지고 나아가면 좋습니다. 오늘은 외적인 모습도 제법 중요하게 작용할 것입니다. 따라서 옷 매무새와 행동거지에도 신경을 쓴다면 좋은 기회가 충분히 주어지겠습니다.',
  },
  //승엽7
  {
    score: 70,
    message:
      '자신의 자리에서 요지부동해야 하는 하루입니다. 오늘은 득과 실이 번갈아 가며 일어나겠습니다. 매사에 쉽게 일희일비 하는 것은 정신적 피로를 초래할 수 있습니다. 빛이 있으면 어둠이 있듯, 의연한 자세로 해야할 일에 집중하시기 바랍니다. 감정에 초연한다는 것이 쉬운 일은 아닙니다. 그러나 스스로 평정을 유지하려 노력하다 보면 어느새 일관성 있는 태도로 나아가고 있는 자신을 발견하게 될 것입니다. 최선을 다하는 사람에게는 반드시 좋은 기회가 찾아온다는 것을 믿고 현재에 만족하십시오. 기쁨이 찾아오면 주변 사람들과 나누고 고통이 찾아오면 성장의 발판으로 삼아야 합니다.',
  },
  //승엽8
  {
    score: 85,
    message:
      '갑작스러운 소나기에 마음이 젖을 수 있는 하루입니다. 안팎으로 이래저래 변화가 많겠습니다. 진행하던 일의 게획을 수정해야 하거나 일정이 바뀔 수 있습니다. 또한 오랜 시간 고민해오던 생각이 전환점을 맞을 수도 있습니다. 이러한 변동수는 대인관계에서도 드러납니다. 지금까지 정서적으로 의지해왔거나 평소 도움이 많이 되던 지인과 멀어질 수 있습니다. 만남이 있으면 이별도 있는 것이 순리지만, 이러한 변화에는 당신의 지난 행동들이 이유가 될 수 있으니 잘 생각하여 관계회복을 위해 애써보시기 바랍니다. 다소 마음은 복잡할 수 있겠지만 전체적인 변화의 수는 당신에게 활기를 가져다 주는 역할을 할 것입니다.',
  },
  //승엽9
  {
    score: 70,
    message:
      '사소한 손짓으로도 복을 부를 수 있는 하루입니다. 오늘은 큰 일보다 사소한 일을 많이 처리하기에 적당합니다. 작은 일이라도 성실하게 임하고 타인을 배려하며 나아간다면 주변의 인정을 받을 것입니다. 특히 도움을 요청하는 사람들에게 기꺼이 손을 내미시기 바랍니다. 긍정적인 운은 스스로 얼마나 노력하고 덕을 쌓느냐에 따라 그 기운이 오래 갑니다. 오늘은 고민을 많이 해야 하는 중대사에 대해 결정을 내리지 않는 것이 좋습니다. 다소 섣부른 판단을 내릴 수 있으므로 먼저 마음을 비우고 객관적으로 상황을 보는 것이 필요합니다. 너그러운 마음으로 여유를 갖고 만사를 두루 살핀다면 곧 호운을 맞이 하게 될 것입니다.',
  },
  //승엽10
  {
    score: 60,
    message:
      '자기가 가진 것을 충분히 자기에게 어울리는 부라고 생각지 않는 자는, 세계의 주인이 되어도 불행합니다. 지나친 욕심을 경계해야 하는 하루입니다. 당신이 가지고 있는 것들에 집중하고 실현 가능한 목표를 세우시기 바랍니다. 그러나 오늘은 어떤 시도에도 다소 진척이 없을 수 있겠습니다. 그러나 이는 본인의 역량이 부족해서가 아닙니다. 실망하지 말고 작은 것부터 완벽하게 끝낼 수 있도록 노력하시기 바랍니다. 상황이 좋지 않을수록 내실을 다져야 함을 기억하십시오. 객관적인 자기 판단을 바탕으로 평소 생각만 하던 자기 계발 활동에 몰두해보시기 바랍니다. 주휘 사람들과 소소한 모임으로 기분을 전환하는 것도 좋겠습니다.',
  },
  // 재정 1
  {
    score: 70,
    message:
      '자신의 자리에서 요지부동해야 하는 하루입니다. 오늘은 득과 실이 번갈아 가며 일어나겠습니다. 매사에 쉽게 일희일비 하는 것은 정신적 피로를 초래할 수 있습니다. 빛이 있으면 어둠이 있듯, 의연한 자세로 해야 할 일에 집중하시기 바랍니다. 감정에 초연한다는 것이 쉬운 일은 아닙니다. 그러나 스스로 평정을 유지하려 노력하다 보면 어느새 일관성 있는 태도로 나아가고 있는 자신을 발견하게 될 것입니다. 최선을 다하는 사람에게는 반드시 좋은 기회가 찾아온다는 것을 믿고 현재에 만족하십시오. 기쁨이 찾아오면 주변 사람들과 나누고, 고통이 찾아오면 성장의 발판으로 삼아야 합니다.',
  },
  // 재정 2
  {
    score: 65,
    message:
      '망망대해를 홀로 항해하는 것과 같이 마음이 외로운 하루입니다. 불현듯 찾아온 외로움에 일이 손에 잡히지 않고 마음을 어지럽힐 수 있겠습니다. 크고 작은 실수가 이어지기 쉬운 상태이므로, 실수 때문에 신뢰까지 잃지 않도록 조심해야 합니다. 감정적인 생각에 끝없이 빠져들다가는 헤어나오기 어려우므로, 현실을 객관적으로 파악하고 일의 우선순위에 맞춰 계획을 세워야 합니다. 하루 계획을 충실하게 이행하며 가급적 생각을 단순화하시기 바랍니다. 일정이 있는 일은 반드시 기한 내로 마무리 해야 평판에 금이 가지 않겠습니다. 다소 힘겨울 수 있는 운세이지만 마음을 굳게 먹고 처리해야 할 일들을 하나씩 해나가십시오. 차근차근 이뤄낸 일들이 마음에 충분한 위로가 될 것입니다.',
  },
  // 재정 3
  {
    score: 65,
    message:
      '긍정적인 생각이 좋은 기운을 부르는 하루입니다. 작은 빗방울이 모여 큰 비를 만들 듯, 조금 더디더라도 꾸준히 노력한다면 애쓴 만큼의 결과를 얻을 수 있을 것입니다. 목표의식을 상기하고 조금씩 조금씩 나아가시기 바랍니다. 여정의 고단함에 발걸음을 멈춘다면 아무 소득 없이 지나온 길을 되돌아갈 뿐입니다. 심기일전하여 차분히 걸어가면 기대하던 목적지에 다다를 수 있을 것입니다. 눈에 보이는 이익을 좇기보다는 마음의 건강에 집중해보십시오. 단, 오늘은 생활반경에서 벗어나 멀리 이동하는 것이 바람직하지 않습니다. 가급적이면 먼 곳으로 떠나는 일을 피해야 하고 어쩔 수 없는 경우라면 발생 가능한 문제들에 미리 대비해야겠습니다.',
  },
  // 재정 4
  {
    score: 65,
    message:
      '오늘은 밑 빠진 독에 물을 붓는 것과 같은 형상입니다.본인이 쏟은 만큼의 시간과 노력이 제 값을 하지 못하는 듯하여 속이 상할 수 있겠습니다. 특히 오랜 시간 원한 일일 경우 상실과 허무의 고통으로 주저앉고 싶은 마음이 들지 모릅니다. 그러나 만사가 잘 풀리지 않는다고 하여 우두망찰하고 있으면 그나마 가지고 있는 운도 빠져나갈 것입니다. 때로는 주변에 힘든 상황을 알리고 도움과 위안을 요청하는 것이 좋습니다. 오늘을 극복하기 위해서는 낙담과 좌절, 의존보다는 스스로의 노력과 성실이 가장 중요하다는 것을 잊지 마시기 바랍니다. 한 번 힘을 줬다고 바위를 들어올릴 수는 없듯 호흡을 가다듬으며 계속 노력해야 합니다.',
  },
  // 재정 5
  {
    score: 70,
    message:
      '마음이 바람에 나부끼는 갈대와 같은 하루입니다.순조롭게 출발하여 마음이 흡족하다가도 지나치게 욕심을 부린다면 기세가 꺾일 수 있겠습니다. 감정이 행동으로 이어지는 것은 많은 위험을 부담해야 하는 일입니다. 성숙한 태도로 중심을 지키는 모습을 보이시기 바랍니다. 사람들과의 교류에서는 겸허한 마음가짐으로 상대방에게 귀 기울여야 할 것이고, 추진하는 일에 대해서는 신중하게 결정을 내려야 합니다. 불법적이거나 도리에 어긋난 것이 아니라면, 다른 것을 틀린 것이라고 배척하는 것보다 상대방을 이해하고 타협하는 것이 이롭습니다. 감정의 완급조절이 충분하다면 저녁 무렵에는 기대하던 소식이 들려올 수 있습니다.',
  },
  // 재정 6
  {
    score: 85,
    message:
      '베풀수록 배부른 하루입니다. 오늘은 정도를 지키며 나아가되 마주치는 이들에게 인심을 베푸는 것이 좋습니다. 가진 것을 나눌수록 마음이 넉넉해짐은 물론이거니와, 돌아오는 복이 있을 것입니다. 보답 받을 것을 기대하는 것보다는 진실하게 상대방을 배려하고 부족함을 살피시기 바랍니다. 사람들과 교류하는 데에서 오는 좋은 기운과 기회가 있습니다. 따라서, 오늘 덕을 쌓으며 조금 느리게 걷는 것이 홀로 성큼성큼 전진하는 것보다 더 많은 성장을 이룰 것입니다. 가진 것을 베풀라는 것이 물질적인 것만을 의미하는 것은 아닙니다. 또한 사람들을 대함에 있어 사사로운 정에 연연하지 말고 원리와 원칙을 따져 마음을 나누는 것이 중요하겠습니다.',
  },
  // 재정 7
  {
    score: 80,
    message:
      '막힘 없이 나아가는 하루입니다.오전보다는 오후에 운의 무게 중심이 있겠습니다. 사소한 것들이 하루의 시작을 방해할 수 있지만 개의치 말고 나아가야 합니다. 오후가 되면 지지부진한 일의 흐름이 생기를 되찾을 것입니다. 하고자 하는 일은 할 것이고 얻고자 하는 것은 얻게 되어, 만사가 순조롭게 풀리겠습니다. 까다로운 일도 큰 수고 없이 해결할 수 있으니 묵힌 문제들을 비로소 해결해볼 때입니다. 해가 지면 운이 쇠하여 뜻밖의 불안감이 엄습할 수도 있습니다. 늦은 시간까지 업무에 매진하거나 모임에 참여하는 등 무리한 활동은 피하는 것이 좋습니다. 그리고 따뜻한 차 한잔이나 맛있는 음식으로 기분을 풀어볼 수 있겠습니다.',
  },
  // 재정 8
  {
    score: 80,
    message:
      '오늘의 선택이 미래를 좌우하는 하루입니다. 호운이 울창하고 만사의 흐름이 순조롭습니다. 하고 있는 일에서 성과를 거두고, 새롭게 발전적인 방향을 도모할 때입니다. 혼자만 뛰어난 것이 아니라 주변 사람들의 도움과 기운이 모두 조화롭게 작용합니다. 따라서 자연스럽게 마음도 든든하고 안정적이겠습니다. 이렇듯 원활하게 뻗어나가다 보면 어느덧 선택의 기로에 서게 될 것입니다. 겉보기에는 대수롭지 않은 것일 수 있겠으나 실상 미래의 많은 것들이 좌우될 수 있는 중요한 선택입니다. 즐거운 기분이나 현재의 성공적인 흐름에 쉽게 결정하지 말고, 차분하고 신중하게 숙고한 뒤 선택하는 것이 좋습니다. 본질은 언제나 여러 겹의 껍데기에 감싸지기 마련이니 주의하시기 바랍니다.',
  },
  // 재정 9
  {
    score: 75,
    message:
      '오른손이 하는 일을 왼손이 모르게 해야 하는 하루입니다. 실컷 좋은 일 하고 괜히 공치사를 하려 들면 좋은 일도 안 하느니만 못한 일이 됩니다. 선행은 조용히 법석을 떨지 않으며 해야 합니다. 스스로 감추면 감출수록 오히려 그 덕이 널리 알려질 것입니다. 자신의 업적은 과히 드러내지 않으면서 타인을 추켜세운다면 선행에 대한 보답과 더불어 명예가 드높겠습니다. 욕심이 과하여 무리하게 될 수 있으니 컨디션을 잘 관리해야 합니다. 에너지의 흐름은 들쑥날쑥 할 수 있으므로 이점을 염두에 두어 일관적인 속도로 일에 임할 수 있도록 하시기 바랍니다.',
  },
  // 재정 10
  {
    score: 65,
    message:
      '마음에 여유를 가지는 것이 중요한 하루입니다. 큰 실패나 곤욕은 없을 것입니다. 그러나 어떤 일은 계획과 다른 양상으로 전개되거나 기대만큼의 진전이 없어 실망스러울 수 있습니다. 세상 일이 마음 먹은 대로만 된다면 좋겠지만 모든 것이 순서가 있고 때가 있는 법입니다. 단지 오늘은 수확할 때가 아니라 여물기를 기다릴 시간인 것이니 너무 실망하고 좌절하지 마시기 바랍니다. 짜증스러운 마음이 주변 사람들에게 전달되는 것은 아닌지 자중할 필요도 있습니다. 이상이 지나치게 높아도 마음은 답답하고 짜증스러울 수 있습니다. 때로는 현실적인 목표와 그에 맞는 계획을 세우는 것도 행복에 가까워지는 길일 수 있음을 기억하시기 바랍니다.',
  },
  // 동현 1
  {
    score: 65,
    message:
      '긍정적인 생각이 좋은 기운을 부르는 하루입니다. 작은 빗방울이 모여 큰 비를 만들 듯, 조금 더디더라도 꾸준히 노력한다면 애쓴 만큼의 결과를 얻을 수 있을 것입니다. 목표의식을 상기하고 조금씩 조금씩 나아가시기 바랍니다. 여정의 고단함에 발검음을 멈춘다면 아무 소득 없이 지나온 길을 되돌아갈 뿐입니다. 심기일전하여 차분히 걸어가면 기대하던 목적지에 다다를 수 있을 것입니다. 눈에 보이는 이익을 좇기보다는 마음의 건강에 집중해보십시오. 단, 오늘은 생활반경에서 벗어나 멀리 이동하는 것이 바람직하지 않습니다. 가급적이면 먼 곳으로 떠나는 일을 피해야 하고 어쩔 수 없는 경우라면 발생 가능한 문제들에 미리 대비해야겠습니다.',
  },
  // 동현 2
  {
    score: 65,
    message:
      "오늘은 소통의 방식과 자세가 중요합니다. 모든 제안과 부탁에 긍정적으로 답하는 것이 능사는 아닙니다. 원하지 않는 일, 할 수 없는 일에는 '아니오'를 말하는 것도 중요한 것입니다. 다만 어떻게 거절하느냐가 핵심입니다. 좋은 일은 기쁘게 받아들이되 아닌 일은 예의를 차려 공손하게 상대방을 배려하며 사양하십시오. 싫은 일으 억지로 수락하거나 냉정하게 뿌리치는 것 모두 훗날의 역경이 되어 당신에게 화살처럼 꽂힐지도 모릅니다. 이 밖에도 타인과 소통하는 것에서 운의 흐름이 트일 가능성이 보입니다. 대인관계를 둘러보고 미리미리 관리하면 예상하지 못했던 곳에서 좋은 기회가 찾아올 수 있습니다.",
  },
  // 동현 3
  {
    score: 75,
    message:
      '달아나는 노루를 바라보다가 이미 잡은 토끼를 놓칠 수 있는 하루입니다. 꿈을 크게 가지는 것도좋지만 가진 것에 만족하는 것 역시 일상의 행복을 위해 중요합니다. 주변에 이런 저런 사건들이 발생하여 정신을 흐리게 할 수 있습니다. 헛된 욕망에 휩싸여 다른 사람들의 말에 휘둘리면 어느새 길을 잃고 헤매게 될 것입니다. 당신을 진정으로 생각해주는 이들과 교류하고, 제 뱃속을 채우는 데에만 급급한 사람들을 멀리하십시오. 평소 배우고 싶었던 일을 배우거나 스트레스를 풀 수 있는 여가 생활을 통해 스스로의 내면을 풍요롭게 채우는 것이 좋습니다. 건전한 활동을 바탕으로 좋은 이미지를 구축하면 곧 호운이 당도할 것입니다.',
  },
  // 동현 4
  {
    score: 95,
    message:
      '평화롭고 안락한 하루가 예상됩니다.전체적으로 운이 막힘 없이 흐르고 가까운 곳에 행운이 놓여 있는 형상입니다. 너무 과한 욕심을 부리지 않으면 작은 것에서는 요행을 기대해 볼 법도 하겠습니다. 운세만큼이나 몸과 마음이 맑고 기운이 넘치므로, 실내에 틀어박혀 있는 것보다는 밖으로 나가 사람들과 교류하는 것이 운의 흐름에 더욱 활기를 더할 것입니다. 좋은 운세를 지나치게 과신하여 경거망동을 하거나 자기 것이 아닌 것을 탐한다면 일을 그르치고 말 것입니다. 따라서 분수에 맞지 않는 그릇된 마음가짐으로 드리운 호운의 햇살에 먹구름을 끼게 하지 않아야겠습니다.',
  },
  // 동현 5
  {
    score: 90,
    message:
      '행운의 여신이 미소 짓는 하루입니다. 운세의 흐름이 정점에 있으니 오늘 일정은 순조롭겠습니다. 정점을 찍은 뒤에는 하강하게 마련이니, 기운이 다 떨어지기 전에 하고자 하는 일에서 충분한 성취를 거둘 수 있도록 더욱 노력하시기 바랍니다. 여유가 있을 때 미리 안팎을 살펴 보완한다면 오늘의 길한 운이 떨어진 뒤에도 충분히 헤쳐나갈 수 있을 것입니다. 또한 술술 풀리는 하루에 지나치게 들뜬다면 경솔한 언행으로 운의 하락세를 더욱 앞당길 수 있으니 주의해야 합니다. 기분에 따라 중요한 선택을 하지 않도록 조심하시기 바랍니다. 자만한 마음으로 스스로를 과대평가할 위험이 있습니다.',
  },
  // 동현 6
  {
    score: 60,
    message:
      '운의 흐름이 순탄치 않은 하루입니다. 노력한 만큼의 결실을 맺기가 쉽지 않으며 크고 작은 장애물이 앞길을 방해할 수 있습니다. 원만하던 인간관계도 삐걱거릴 수 있는 시기이니 새로운 도전이나 무리한 투자는 지양하는 것이 좋습니다. 많은 사람이 참석하는 모임에서 주목을 받을 수도 있지만 이에 자제력을 잃고 행동한다면 망신을 당할지도 모르니 조심하십시오. 다소 고난이 예상되는 하루지만, 타인을 포용하고 인심을 베풀면 대인관계에서 위안을 얻을 수 있으니 너무 실망하지 않아도 좋습니다. 신체적으로는 컨디션이 회복세를 타고 있으니 특별히 힘들게 일하거나 과하게 음주하는 것만 주의하면 될 것입니다.',
  },
  // 동현 7
  {
    score: 55,
    message:
      '욕심을 부려 너무 큰 장독을 들고 가다 깨트리는 형국의 하루입니다. 하고 싶은 것과 할 수 있는 것은 매우 다릅니다. 현실을 직시하고 어떤 것이 목표고 어떤 것이 과욕이 될지 냉정하게 따져볼 때입니다. 오늘 그 욕심을 접어두지 못하면 본래 가진 것도 잃게 될 수 있습니다. 일에 의욕을 갖고 진취적으로 임하는 것은 좋지만, 합리적인 계획에 따라 일을 추진하는 것이 바람직함을 잊지 마시기 바랍니다. 또한, 오늘은 지나치게 이해타산에 매여 행동하면 화를 입을 운입니다. 위신을 세우기 위해 무리한 도전을 하면 오히려 체면을 깎을 수 있으니 주의하십시오. 모든 일에는 순리가 있기 마련이니 큰 흐름에 저항하는 것보다는 흐름을 활용하는 능력을 키울 때입니다.',
  },
  // 동현 8
  {
    score: 55,
    message:
      '순리를 따르는 것이 이로운 하루입니다. 오늘은 이치에 맞지 않는 제안이나 대충 넘어가라는 꼬임이 들끓을 수 있습니다. 이에 귀를 기울이고 현혹된다면 제 발로 평지를 두고 자갈밭으로 걸어 들어가는 꼴이 될 것입니다. 정에 휘둘리거나 기분대로 결정하지 말고 신념을 굳건히 하여 냉정하게 판단할 필요가 있습니다. 정의롭지 못한 유혹에 빠져 앞길을 망치지 않으려면 문제에서 한 걸음 물러나 현실을 들여다 보십시오. 당장 취할 수 있는 조금의 편안함과 즐거움 때문에 훗날 뼈아픈 후회로 괴로울 수 있음을 기억해야 합니다. 본인의 가치관을 토대로 합리적인 사고를 유지하는 것만이 탈선의 위험에서 벗어나는 길입니다.',
  },
  // 동현 9
  {
    score: 60,
    message:
      '가벼운 마음으로 나서야 하는 하루입니다. 눈 앞에 놓인 먹음직스러운 과실만 보고 천방지축 하면 발 밑의 덫을 놓칠 수 있습니다. 모든 일에는 대가가 따르게 됨을 잊지 말고 생각지 못한 유혹을 경계해야 할 것입니다. 젊은 나이라 할지라도 만사를 쉽게 생각하지 말고 생각은 무겁게 행동은 침착하게 해야 할 것입니다. 이전과 다른 업무에 투입된다면 신속한 처리에 욕심내지 말고 차근차근 신중하게 일에 임하는 것이 좋습니다. 성과를 내는 것도 중요하지만 오늘은 과정의 정당성과 완성도에 집중해야 구설을 면하겠습니다.',
  },
  // 동현 10
  {
    score: 50,
    message:
      '아무리 주위를 둘러봐도 가시밭길만 펼쳐진 하루입니다. 앞으로도 뒤로도 쉽사리 나아갈 수 없이 어려운 형국입니다. 사방에 마음을 괴롭히는 일들이 널려 있으니 고통스럽고 힘이 들겠습니다. 그러나 오늘의 위기를 기회를 바꾸는 것 또한 당신의 역량에 달렸습니다. 오늘 같은 날 무언가를 크게 이루고자 하거나 무리하게 일을 추진하는 것은 바람직하지 않습니다. 차라리 주변 사람들에게 정성을 쏟으며 마음의 위안을 얻으십시오. 그리고 훗날 도움이 될 수 있는 인맥을 구축하시기 바랍니다. 또한 자기계발을 통해 단점을 보완하고 역량을 발전시켜보는 것도 좋겠습니다. 할 수 있는 것에 집중하며 운세가 트일 날을 도모하시기 바랍니다.',
  },
  // 현석 1
  {
    score: 85,
    message:
      '꽃봉오리가 화려하게 만개하는 듯한 하루입니다. 꾸준히 쌓아온 노력을 바탕으로 잠재력을 펼칠 기회가 왔습니다. 지금까지는 스스로를 갈고 닦는 데에 애썼다면 이제 그 능력을 가감 없이 발휘해 볼 때 입니다. 자연스럽게 기화가 주어질 것이니 매사에 겸손하면서도 적극적으로 모습을 드러내시길 바랍니다. 모처럼 순풍이 불어 뜻을 펼챠 보일 수 있도록 도와주는 형상이니 스스로의 능력과 경험에 자신을 갖고 임하십시오. 그 가운데 도움을 필요로 하는 이가 있다면 따뜻하게 손을 건네는 것이 당신을 더욱 돋보이게 할 것입니다. 이처럼 주위의 사람들을 둘러보며 함께 나아가고자 노력하고, 아울러 휴식을 적절히 병행하여 에너지를 유지하면 좋습니다.',
  },

  // 현석 2
  {
    score: 65,
    message:
      '보이지 않는 추를 주렁주렁 달고 있는 듯한 하루입니다. 명확한 이유를 찾기 어려우나 몸도 마음도 무겁고 지치겠습니다. 이에 따라 일도 잘 풀리지 않으니 자연히 기분에도 먹구름이 낄 것입니다. 그러나 힘든 마음을 타인에게 쏟아 붓는다면 큰 갈등의 씨앗이 될 수 있습니다. 시시비비를 가리는 것보다는 상대방의 입장을 배려하고 스스로 예민하지는 않았는지 되돌아 보아야 합니다. 부끄러운 마음에 미안하다는 말조차 숨긴다면 꼼짝없이 울적한 하루를 더욱 울적하게 마무리하게 될 것입니다. 노력해도 되지 않을 때가 있는 법이니, 어찌 할 수 없는 일에 전전긍긍하기 보다는 마음을 비우고 여유를 찾으려 노력해야 합니다.',
  },

  // 현석 3
  {
    score: 60,
    message:
      '가벼운 마음으로 나서야 하는 하루입니다. 눈 앞에 놓인 먹음직스러운 과실만 보고 천방지축 하면 발 밑의 덫을 놓칠 수 있습니다. 모든 일에는 대가가 따르게 됨을 잊지 말고 생각지 못한 유혹을 경계해야 할 것입니다. 젊은 나이라 할지라도 만사를 쉽게 생각하지 말고 생각은 무겁게 행동은 침착하게 해야 할 것입니다. 이전과 다른 업무에 투입된다면 신속한 처리에 욕심내지 말고 차근차근 신중하게 일에 임하는 것이 좋겠습니다. 성과를 내는 것도 중요하지만 오늘의 과정의 정당성과 완성도에 집중해야 구실을 면하겠습니다.',
  },

  // 현석 4
  {
    score: 70,
    message:
      '바쁜 일정으로 정신 없는 하루입니다. 기존의 일들 의에도 새로운 일들이 겹쳐 다소 바쁘고 분주하겠습니다. 새로운 일들 가운데는 도움이 될만한 기회도 있겠지만 긍정적인 면만 보고 덜컥 수락하면 후회하게 될 수 있습니다. 본인의 역량을 잘 따져 본 뒤 할 수 있는 일인지를 판단하는 것이 우선입니다. 당신의 능력 밖의 일을 떠맡게 될 경우 원래 하던 일까지 두 마리 토끼를 잃을지도 모릅니다. 또한 오늘은 대인관계에서 갈등의 조짐이 엿보입니다. 이 때 대강 사과하여 갈등을 빨리 종식시키려 하지 말고, 해야 할 말은 꼭 하고 넘어가는 것이 좋습니다. 특히 공적인 부분에서는 다소 갈등이 피곤하거나 두렵더라도 시시비비를 명확히 가르는 것이 장기적으로 보았을 때 이롭겠습니다.',
  },

  // 현석 5
  {
    score: 90,
    message:
      '행운의 여신이 미소 짓는 하루입니다. 운세의 흐름이 정점에 있으니 오늘 일정은 순조롭겠습니다. 정점을 찍은 뒤에는 하강하기 마련이니, 기운이 다 떨어지기 전에 하고자 하는 일에서 충분한 성취를 거둘 수 있도록 더욱 노력하시길 바랍니다. 여유가 있을 때 미리 안팎을 살펴 보완한다면 오늘의 길한 운이 떨어진 뒤에도 충분히 헤쳐나갈 수 있을 것입니다. 또한 술술 풀리는 하루에 지나치게 들뜬다면 경솔한 언행으로 운의 하락세를 더욱 앞당길 수 있으니 주의해야 합니다. 기분에 따라 중요한 선택을 하지 않도록 조심하시기 바랍니다. 자만한 마음으로 스스로를 과대평가할 위험이 있습니다.',
  },
  // 현석 6
  {
    score: 85,
    message:
      '겁없이 돌진해도 좋은 하루입니다. 다소 느리고 겁도 많지만 결여된 개척정신을 찾아내고 감각을 그대로 살려내야 합니다. 안전하고 착실하게 핻옹해나간다면 커다란 가능성이 있을 운세입니다. 땅 위에 작은 물들이 모여 큰 바다를 이루니 기쁨이 모여서 화려할 때입니다. 마치 잉어가 폭포를 치솟아 올라가서 이제 막 마지막 코스의 문턱에 도달한 상태와도 같습니다. 이처럼 오늘 당신의 운세가 좋으니 강인한 정신력과 한번 추구하면 끝까지 성취하지 않고는 배기지 모샇는 격력한 야심을 갖도록 하십시오. 그러면 오늘 하루는 매우 보람될 것입니다. 단, 명분없이 먼 곳을 가거나 남의 일에 참견하는 것은 피해야 합니다.',
  },
  // 현석 7
  {
    score: 75,
    message:
      '영원한 승자는 없음을 깨닫는 하루입니다. 금일의 운기를 보면 꽃잎이 만발한 상태입니다. 그러므로 서서히 시드는 것을 기다려야 할 시기입니다. 꽃잎이 만개하고 나면 시들어 버린느 것이 세상의 이치로 상승세가 있으면 하강세가 있는 것은 당연한 것입니다. 오늘을 정점으로 하강세를 맞이할 운세입니다. 사실 그 동안 이룬 것이 많지 않지만, 그보다는 더 힘든 시기를 맞이할 수 있습니다. 그러나 자책은 하지 마십시오. 누구나 겪는 것입니다. 이럴 때에는 잠시 휴식을 취하고 뒤를 돌아보는 여유를 갖는 것이 무엇보다도 좋겠습니다. 그렇게 되면 오늘 이후 고비가 오더라도 다시금 희망이 샘솟는 날들로 만들 수 있을 것입니다.',
  },
  // 현석 8
  {
    score: 90,
    message:
      '결실과 행운을 얻게 되는 하루입니다. 그 동안의 노력에 대하여 비로서 오늘 빛을 보게 될 것입니다. 운의 흐름이 좋으니 힘이 드는 일도 이제는 훨씬 수월하게 다가올 것입니다. 이전에 엄두도 못냈던 일을 붙잡고 오늘 과감하게 시작해보면 성공가능성이 가분히 있습니다. 단 크건 작건 어떤 문제에 부딪혔을 땐 반드시 세번 생각하고 결정하기실 바랍니다. 많은 사람들이 좋은 운을 얻고자 신중하지 못해 실패를 거듭하는 일이 많이 일어나기 때문입니다. 별탈이 없다면 당신이 오늘 건드리는 일마다 모두 매듭이 풀려나가듯 시원하게 해결되고 인덕 또한 따르게 됩니다.',
  },
  // 현석 9
  {
    score: 85,
    message:
      '겁 없이 돌진해도 좋은 하루입니다. 다소 느리고 겁도 많지만 모자란 개척정신을 찾아내고 감각을 그대로 살려내야 합니다. 안전하고 착실하게 행동해나간다면 커다란 가능성이 있을 운세입니다. 땅 위에 작은 물들이 모여 큰 바다를 이루니 기쁨이 모여서 화려할 때입니다. 마치 잉어가 폭포를 치솟아 올라가서 이제 막 마지막 코스의 문턱에 도달한 상태와도 같습니다. 이처럼 오늘 당신의 운세가 좋으니 강인한 정신력과 한번 추구하면 끝까지 성취하지 않고는 배기지 못하는 격렬한 야심을 갖도록 하십시오. 그러면 오늘 하루는 매우 보람될 것입니다. 단, 명분 없이 먼 곳을 가거나 남의 일에 참견하는 것은 피해야 합니다.',
  },
  // 현석 10
  {
    score: 65,
    message:
      '중요한 약속을 잊어서는 안 되는 하루입니다.기분이 전반 적으로 상쾌하면서도 무엇인가 모르게 불안한 감정에 싸여 하루를 열게 됩니다. 아침부터 집예서 원가를 두고 나왔던 것 같군요. 추회해보지만 이미 때는 늦었습니다. 이 처럼 오늘 하루는 약간의 계획 차질과 실수가 빈번한 날 입니다. 출발은 게획한 일이 착착 진행 되었으나 오후에 이르러 차질이 생겨서 입장이 곤란해지는 경우가 생길수 있습니다. 그러나 그리 중요한 문제는 아니니까 너무 걱 정하지는 마세요. 그러나 윗사람을 과신하거나 문서상의 약속을 액면 그대로 받아들이는 실수의 가능성이 있는데 이 경우는 생각보다 크게 번질 수 있으니 조심하시기 바랍니다.',
  },
];

// 재물운
export const fortune1 = [
  //승엽1
  {
    score: 60,
    message:
      '금전 문제에 타인을 대리로 세운다면 고양이에게 생선을 맡기는 꼴입니다. 무엇이든 반드시 직접 처리하는 것이 현명한 일입니다. 별다른 이상이 없더라도 이번 일로 서로간 불신이 싹틀 수 있습니다. 긁어 부스럼 만들지 말고, 다른 이들과 금전문제로 얽히지 않는 것이 좋습니다.',
  },
  //승엽2
  {
    score: 75,
    message:
      '가족이나 친지들의 문제로 인해 가산을 탕진할 위험이 있습니다. 하지만 무턱대고 퍼줄 수만은 없는 시기입니다. 아무리 가까운 사람이라고 하여도 옳고 그름을 가리며 냉정하게 판단해야 합니다. 자칫 사람도 돈도 잃게 될 수 있습니다.',
  },
  //승엽3
  {
    score: 90,
    message:
      '자세를 낮추면 도움이 되는 연줄을 얻을 수 있습니다. 지나치게 굽실거릴 필요는 없지만 적당히 겸손한 자세로 사람들과 어울린다면 자금운에 활기를 불어넣어줄 만한 인연이 생길 것입니다. 다만 소신과 정도를 잊지 않아야 안전합니다.',
  },
  //승엽4
  {
    score: 85,
    message:
      ' 땀 흘려 일군 밭에 수확할 것이 없는 형국입니다. 노력은 노력대로 시간은 시간대로 투자하였으나 실속이 없습니다. 당분간은 다소 곤란한 상황을 버텨야겠지만, 실패를 기회로 삼아 공부한다면 머지않아 극복할 수 있는 어려움입니다.',
  },
  //승엽5
  {
    score: 90,
    message:
      '월급이 들어오자마자 사라지는 이유에 대해 고찰해 볼 필요가 있습니다. 불규칙적 소비 습관과 일상적인 지출 구조에 대해 고민하세요. 생각하지도 못했던 부분에서 예상보다 많은 지출이 있음을 깨닫게 될 것입니다. 구멍을 메우고 내실을 다지시기 바랍니다.',
  },
  //승엽6
  {
    score: 65,
    message:
      '무리하며 사람들을 챙긴다면 훗날을 장담하기 어렵습니다. 대인관계에 신경 쓰는 것은 물론 중요한 일이지만, 챙기는 것도 주머니 사정을 살피며 해야합니다. 분에 넘치게 베불고 다닌다면 남는 것은 텅 빈 잔고 뿐일 것입니다.',
  },
  //승엽7
  {
    score: 55,
    message:
      '믿을 만한 사람을 믿어야 합니다. 정말 좋은 사람이라면 당신에게 도움이 되고자 다가올 것입니다. 그러나 그 반대의 경우에는 당신이 가진 것을 빼앗기 위해 접근해옵니다. 사람 보는 눈을 키우지 않으면 금전적인 송사에 휘말릴 수 있습니다.',
  },
  //승엽8
  {
    score: 55,
    message:
      '몸을 낮추고 겸손을 유지하면 얻을 것이 있습니다. 고개를 빳빳이 들고 있을 때에 구설에 휘말리기 좋습니다. 스스로 내새우지 말고 자세를 낮추며 주변과 교류해보시기 바랍니다. 주변에서 오히려 좋은 기회를 권할 것입니다.',
  },
  //승엽9
  {
    score: 75,
    message:
      '모으려 애를 쓰지만 오히려 손아귀에서 빠져나가는 사오항입니다. 그러나 지출하지 않으면 안될 불가피한 일들에 대해 합당하게 빠져나가는 돈이라 어쩔 수 없습니다. 써야할 때 쓰지 않으면 일도 사람도 잃을 수 있으니 겸허하게 모든 것을 받아들여야 합니다.',
  },
  //승엽10
  {
    score: 65,
    message:
      '활발한 소비 활동이 운을 촉진합니다. 투자했던 것에서 높은 수익률을 달성하거나 복권 소액 당첨의행운이 찾아오는 등, 기쁜 사건이 찾아올 것입니다. 단, 적금을 깨는 것과 같은 모험은 하지 않는 것이 좋은 기류를 오래 유지하는 방법입니다.',
  },
  // 재정 1
  {
    score: 55,
    message:
      '믿을 만한 사람을 믿어야 합니다. 정말 좋은 사람이라면 당신에게 도움이 되고자 다가올 것입니다. 그러나 그 반대의 경우에는 당신이 가진 것을 빼앗기 위해 접근해옵니다. 사람 보는 눈을 키우지 않으면 금전적인 송사에 휘말릴 수 있습니다.',
  },
  // 재정 2
  {
    score: 85,
    message:
      '가랑비에 옷 젖는 줄 모르는 형상입니다. 소소하다고 생각했던 작은 소비들이 모여 큰 지출이 됩니다. 모을 때에는 티끌 모아 태산이라는 점을 잘 알고 있으면서 쓸 때에는 망각하게 됩니다. 계획적인 소비가 어려울 경우 주위에 솔직하게 도움을 요청하는 것도 좋습니다.',
  },
  // 재정 3
  {
    score: 60,
    message:
      '목마른 사람이 우물을 파야 합니다. 현재 상황에 만족할 수 없다면 스스로 나서 길을 찾아보시기 바랍니다. 생각보다 다양한 기회가 주위를 감싸고 있음을 알게 될 것입니다. 단, 돌다리도 두드려보고 건너야 하듯 각각의 기회가 가진 조건을 잘 따져보아야 실패하지 않겠습니다.',
  },
  // 재정 4
  {
    score: 75,
    message:
      '쓰는 만큼 모을 수 있는 시기입니다.각종 모임과 행사가 평소보다 많이 생길 듯 합니다. 참석을 하지 않는다면 모르겠지만, 이미 참석을 결정한 자리에서 인색하지 않아야 합니다. 사람들과 함께하는 자리에서 베푼다면 곧 행운과 함께 돌아올 것입니다.',
  },
  // 재정 5
  {
    score: 75,
    message:
      '타인을 배려하고 도우려는 마음은 좋으나 본인의 사정도 살펴야 합니다. 힘이 닿지 않는 것까지 손을 뻗는다면, 물에 빠진 이를 건지려다 같이 빠지는 꼴이 되고 말 것입니다. 언제 형편이 나빠질지 장담하기 어려우므로 신중하게 판단해야 합니다.',
  },
  // 재정 6
  {
    score: 60,
    message:
      '이미 가지고 있는 것으로 충분하니 더 욕심을 내지 말아야 합니다. 너무 쉬운 일에는 합리적인 의심이 필요하고, 옳지 않은 방법에는 단호하게 고개를 저어야 할 것입니다. 없느니만 못한 것을 얻게 되면 마음도 재정상태도 오히려 축나게 됩니다.',
  },
  // 재정 7
  {
    score: 85,
    message:
      '가까운 사람이더라도 금전적인 거래는 하지 않는 것이 좋습니다. 마음이 약해지는 것도 어찌 보면 당연한 일이지만, 사람도 돈도 잃고 말 것입니다. 당신의 거절로 사람을 잃게 된다면, 언제고 다른 이유로도 떠날 수 있는 사람이었으니 미련 둘 필요는 없습니다.',
  },
  // 재정 8
  {
    score: 65,
    message:
      '제 잇속만 챙기는 티가 역력하면 사람들이 떠납니다. 제 밥그릇 먼저 챙기고 싶은 것이 인지상정일 수는 있지만, 너무 노골적인 행동은 거부감을 자아냅니다. 사람이 자산인 때이니 행동거지에 주의해야 사람도 재산도 잃는 것이 없습니다.',
  },
  // 재정 9
  {
    score: 90,
    message:
      '가뭄 끝에 단비가 오는 듯 합니다. 나가는 곳은 많은데 들어 오는 돈은 마음에 차지 않아 생활에 여유를 느끼지 못했다면, 이제는 금전운이 좀 더 활기를 띨 것입니다. 다만 끌어안고 있을 돈이 아니라 투자할 때 더 값어치가 있는 것들입니다.',
  },
  // 재정 10
  {
    score: 70,
    message:
      '친구에 의한 탕진이 예상됩니다. 친구 때문에 지갑을 열기 전에, 과연 그 친구가 나에게 도움 될 친구인지 생각할 필요가 있습니다. 이해타산을 따지라는 것이 아니라 내 삶에 좋은 영향력을 행사하는 친구가 맞는지 봐야 할 것입니다.',
  },
  // 동현 1
  {
    score: 65,
    message:
      '목마른 사람이 우물을 파야 합니다. 현재 상황에 만족할 수 없다면 스스로 나서 길을 찾아보시기 바랍니다. 생각보다 다양한 기회가 주위를 감싸고 있음을 알게 될 것입니다. 단, 돌다리도 두드려보고 건너야 하듯 각각의 기회가 가진 조건을 잘 따져보아야 실패하지 않겠습니다.',
  },
  // 동현 2
  {
    score: 65,
    message:
      '한동안은 태산을 위해 티끌을 모아야 합니다. 현재 상황을 고려했을 때 너무나 먼 미래처럼 느껴질지도 모릅니다. 하지만 이후에도 큰 목돈이 들어오거나 일확천금의 꿈이 이루어질 가능성이 희박하므로, 만일의 경우를 위해 지금 대비하시기 바랍니다.',
  },
  // 동현 3
  {
    score: 60,
    message:
      '모으면 모을수록 배로 늘어나니 마음이 풍요롭겠습니다. 황금알을 낳는 거위가 품으로 들어온 듯 재물운의 흐름이 호조를 띠고 있습니다. 쓰기 보다는 저축하고, 무리하여 투자하기 보다는 상황을 관망하는 것이 좋습니다. 경거망동만 주의한다면 더할 나위 없을 것입니다.',
  },
  // 동현 4
  {
    score: 65,
    message:
      '지키지 못할 약속을 남발하지 않아야 합니다. 돈과 관련된 문제에 있어서 허영심으로 인해 손해를 볼 수 있습니다. 스스로 책임질 수 있는 약속만 하되, 너무 인색하게 행동하지는 않아야 합니다. 분수를 지키고 입을 무겁게 하는 것이 상책입니다.',
  },
  // 동현 5
  {
    score: 85,
    message:
      '즉흥적인 소비가 호운을 불러오는 날입니다. 평소에는 기분대로 지출하지 않으려고 애써왔다면, 오늘만큼은 마음이 이끄는 대로 지갑을 열어도 괜찮겠습니다. 물론 감당하기 어려운 액수를 쓴다면 안되겠지만, 책임질 수 있는 선에서는 오히려 자금의 흐름을 돋워줄 것입니다.',
  },
  // 동현 6
  {
    score: 60,
    message:
      '별안간 목돈이 생길 듯 합니다. 기대하지 않은 수입은 언제나 마음을 즐겁게 합니다. 하지만 쓰임새가 있는 돈이 들어온 것이므로, 다른 궁리를 하지 않는 것이 좋습니다. 다른 일에 투자한다면 막상 써야 할 때에 곤경에 빠지게 될 것입니다.',
  },
  // 동현 7
  {
    score: 75,
    message:
      '정직하게 모으면 쓸 곳이 있을 것입니다. 현재로서는 알 수 없는 미지의 파도가 저 멀리서부터 몰려오고 있습니다. 이에 대비해두지 않으면 일이 닥쳤을 때 황망함을 감추기 어렵습니다. 소비를 줄이고 차곡차곡 모아두는 것이 필요한 시기입니다.',
  },
  // 동현 8
  {
    score: 65,
    message:
      '깨진 독에 쌀을 붓는듯한 형국입니다. 열심히 노력을 해도 알게 모르게 빠져나가는 것들이 많으니 마음 또한 허망해집니다. 미래 계획을 세우기에 앞서 현재 상황을 잘 살피세요. 그리고 구멍이 난 부분을 찾아 메워야 할 것입니다.',
  },
  // 동현 9
  {
    score: 55,
    message:
      '쌓아 올린 모래성이 균형을 잃고 붕괴되는 형상입니다. 계획 없이 흥청망청 보낸 지난 날들의 일부가 오늘 당신을 뒤흔들 수 있습니다. 그러나 오늘은 타인의 도움을 바라지 않는 것이 낫습니다. 가급적 스스로의 힘으로 오늘을 이겨내는 것이 더 큰 화를 막을 것입니다.',
  },
  // 동현 10
  {
    score: 85,
    message:
      '한 두 푼 정도는 가볍게 여기는 마음이 곳간을 텅 비게 만듭니다. 이모티콘, 열쇠고리 등 소소한 아이템을 구매하는 일이 각박한 일상에 작은 행복을 주기는 합니다. 하지만 티끌 모아 태산이고 낙숫물이 댓돌을 뚫는 법이니, 좀 더 계획적으로 소비할 필요가 있습니다.',
  },
  // 현석 1
  {
    score: 80,
    message:
      '티끌이 모여 태산이 됩니다. 작은 소비라고 생각하여 가볍게 여기다면 다음 달 잔고를 보며 눈물을 머금게 될 것입니다. 별 것 가닌 듯한 한 푼이 모여서 당신의 마음을 든든하게 할 수 있음을 기억하세요. 계획적 소비가 필요한 시점입니다.',
  },

  // 현석 2
  {
    score: 60,
    message:
      '재물운과 관련한 변화의 기운이 전혀 감지되지 않습니다. 잃거나 얻는 것 없이 현상만 유지만 하게 될 듯힙니다. 정체된 흐름에 활기를 돋우고 싶다면 사람들이 많은 곳을 찾아보세요. 인물이 많은 곳에 기회가 따릅니다.',
  },

  // 현석 3
  {
    score: 65,
    message:
      '쌓아 올린 모래성이 균형을 잃고 붕괴되는 형상입니다. 계획 없이 흥청망청 보낸 지난 날들의 일부가 오늘 당신을 뒤흔들 수 있습니다. 그러나 오늘은 타인의 도움을 바라지 않는 것이 낫습니다. 가급적 스스로의 힘으로 오늘을 이겨내는 것이 더 큰 화를 막을 것입니다.',
  },

  // 현석 4
  {
    score: 70,
    message:
      '금전 문제에 타인을 대리로 세운다면 고양이에게 생선을 맡기는 꼴입니다. 무엇이든 반드시 직접 처리하는 것이 현명한 일입니다. 별다른 이상이 없더라도 이번 일로 서로간 불신이 싹틀 수 있습니다. 긁어 부스ㄹ머 만들지 말고, 다른 이들과 금전문제로 얽히지 않는 것이 좋습니다.',
  },

  // 현석 5
  {
    score: 80,
    message:
      '즉흥적인 소비가 호운을 불러오는 날입니다. 평소에는 기분대로 지출하지 않으려고 애써왔다면, 오늘만큼은 마음이 이끄는 대로 지갑을 열어도 괜찮겠습니다. 물론 감당하기 어려운 액수를 쓴다면 안되겠지만, 책임질 수 있는 선에서는 오히려 자금의 흐름을 돋위줄 것입니다.',
  },
  // 현석 6
  {
    score: 60,
    message:
      '둘을 투자하면 하나는 얻는 운입니다. 투자를 할 때 전문가의 조언을 구하기 보다는 자신의 감각을 믿는 편이 더 유리합니다. 다만 분산 투자가 윈칙이어야 하고 큰 욕심을 버리고 안정적인 운용이 필요하겠습니다.',
  },
  // 현석 7
  {
    score: 55,
    message:
      '섣불리 덤비다가 낭패를 당할 수 있습니다. 자신의 수중에 들어오지 않은 돈은 자신의 것이 아니므로 금전거래나 사업에 있어 마지막까지 확실하게 처리를 하는 것이 좋으며 돈이 되는 일이라고 무턱대도 덤비지 않아야 합니다.',
  },
  // 현석 8
  {
    score: 65,
    message:
      '이유 없이 설레발치다가 곤경에 처할 수 있습니다. 자신의 수중에 들어오지 않은 돈은 자신의 것이 아니므로 금전거래나 사업에 있어 마지막까지 혹실하게 처리를 하는 것이 좋으며 돈이 되는 일이라고 무턱대고 덤비지 않아야합니다.',
  },
  // 현석 9
  {
    score: 60,
    message:
      '둘을 투자하면 하나는 얻는 운입니다. 투자를 할때 전문가의 조언을 구하기보다는 자신의 감각을 믿는 편이 더 유리합니다. 다만 분산 투자가 원칙이어야 하고 큰 욕심을 버리고 안정적인 운용이 필요하겠습니다.',
  },
  // 현석 10
  {
    score: 65,
    message:
      '하나를 잃으면 다른 하나는 얻을 수 있습니다. 투자를 할 때 전문가의 조언을 구하기보다는 자신의 감각을 믿는 편이 더 유리합니다. 다만 분산 투자가 원칙이어야 하고 큰 욕심을 버리고 안정적인 운용이 필요하겠습니다.',
  },
];

//연애운
export const fortune2 = [
  //승엽1
  {
    score: 90,
    message:
      '목마른 사람이 우물을 파야 합니다. 언젠가는 오겠거니 인연을 기다리고 있다면 영영 우두커니 기다리고만 있게 됩니다. 적극적으로 발 벗고 나서 주변을 물색해보시기 바랍니다. 생각보다 가까이에 좋은 인연이 기다리고 있을지도 모릅니다.',
  },
  //승엽2
  {
    score: 70,
    message:
      '특별하게 잘해주는 것보다 싫어하는 행동을 하지 않는 것이 중요한 것입니다. 본인이 해준 것에 대해 생색내지 마시기 바랍니다. 안해주느니만 못한 결과를 낳게 됩니다. 상대방에 대해 조금도 신경 쓰지 않다 한 두 번 잘해준 걸로 우쭐거린다면 관계의 역사는 곧 끝날 것으로 보입니다.',
  },
  //승엽3
  {
    score: 60,
    message:
      '시간과 관계의 깊이가 정비례하는 것은 아닙니다. 얼마나 많은 시간을 보냈는지 보다는 얼마나 서로에게 집중했는지가 중요합니다. 따라서 오래 함께한 인연일지라도 상대방을 배려하고 예의를 갖추는 것을 소홀히 한다면 머리 않아 끝을 보게 될 것입니다.',
  },
  //승엽4
  {
    score: 90,
    message:
      '눈만 마주쳐도 마음이 통하고 절로 미소가 지어지는 날입니다. 여느 때보다도 서로의 기운이 조화롭고 애정이 솟아나겠습니다. 시너지가 빛을 발하는 날이니 시간을 내어 여행이라도 간다면 더욱 돈독한 관계를 구축할 수 있을 것입니다.',
  },
  //승엽5
  {
    score: 60,
    message:
      '앞에서 할 수 없는 행동이라면 뒤에서도 하지 않아야 합니다. 꼬리가 길면 밟히는 법입니다. 표리부동한 사람은 누구든지 알아챌 수 밖에 없음을 기억하세요. 세상은 좁고 보는 눈은 많으므로, 항상 솔직하고 진솔한 태도로 상대방에게 임해야 합니다.',
  },
  //승엽6
  {
    score: 75,
    message:
      '사소한 관심이 상대방의 마음을 기쁘게 할 것입니다. 아무런 예고 없이 전화를 걸어 다정한 말 한마디라도 건네보시기 바랍니다. 큰 노력이 필요하지 않은 일들로도 충분히 상대방의 마음을 가득 채워줄 수 있다는 점을 기억하시기 바랍니다.',
  },
  //승엽7
  {
    score: 65,
    message:
      '여러 번의 기회가 있을 거라고 기대하지 마세요. 이미 많은 기회가 소리 ㅇ벗이 왔다가 사라졌습니다. 폭풍 전야의 고요에 안심하지 말고, 미리 최선을 다하는 자세를 보여주시기 바랍니다. 상대방의 인내심을 시험하지 말아야 할 것입니다.',
  },
  //승엽8
  {
    score: 60,
    message:
      '상대방의 마음이 나와 같지 않아 쓸쓸할 수 있습니다. 그러나 서로 다른 환경에서 자라난 두 사람이 같은 생각과 같은 방향성을 추구한다는 것은 무척 어려운 일입니다. 마음을 비우고 상대방을 있는 그대로 받아들여야 관계에 무리가 없습니다.',
  },
  //승엽9
  {
    score: 60,
    message:
      '형용할 수 없는 거리감에 고민할 수 있습니다. 상대방이 마음의 문을 열지 않는다고 조급할 필요는 없습니다. 알고 보면 마음의 빗장은 당신이 걸어두고 있는 것일 수 있습니다. 먼저 진솔한 말과 행동으로 다가간다면 오늘의 고민이 별 것 아니라는 것을 알게 될 것입니다.',
  },
  //승엽10
  {
    score: 55,
    message:
      '억울한 구설에 오를 수 있으니 행동거지를 더욱 명확하게 할 필요가 있습니다. 아니 땐 굴뚝에서도 연기는 날 수 있으나, 그렇게 생각하는 사람이 많지 않아 문제입니다. 어쩌면 본인도 모르는 사이에 누군가에게 여지를 주었을 수도 있겠습니다.',
  },
  // 재정 1
  {
    score: 65,
    message:
      '여러 번의 기회가 있을 거라고 기대하지 마세요. 이미 많은 기회가 소리 없이 왔다가 사라졌습니다. 폭풍 전야의 고요에 안심하지 말고, 미리 최선을 다하는 자세를 보여주시기 바랍니다. 상대방의 인내심을 시험하지 말아야 할 것입니다.',
  },
  // 재정 2
  {
    score: 60,
    message:
      '상대방으로 인해 상처를 받을 수 있습니다.관계를 망가뜨리게 될까, 상처를 꼭꼭 숨겨두고 혼자 앓는다면 결국 두려워 하던 결말을 맞게 될 것입니다. 서로에 대해 솔직한 태도를 견지하세요. 진솔한 대화가 필요한 시점입니다.',
  },
  // 재정 3
  {
    score: 65,
    message:
      '상대방의 뒷모습만 바라보게 되겠습니다. 노력한다고 해서 붙잡을 수 없는 것이 사람의 마음입니다. 겸허히 받아들여야 할 때도 있는 것입니다. 지나간 인연을 기다리기 보다는, 자기 자신에게 집중하며 앞으로 나아가시기 바랍니다.',
  },
  // 재정 4
  {
    score: 60,
    message:
      '인연이 닿지 않은 사람이 자꾸만 마음에 들어오겠습니다. 이성으로 어떻게 할 수 없는 것이 사람의 마음이지만, 아마도 상대방과는 더 가까워지기 힘들 듯 합니다. 열 번 찍어 넘어 가지 않는 나무도 있음을 받아들이고 단념하시기 바랍니다.',
  },
  // 재정 5
  {
    score: 65,
    message:
      '주변 사람들의 말에 휘둘리지 마시기 바랍니다. 가까운 사람들에게 관계에 대한 조언을 받을 수는 있겠지만, 서로를 가장 잘 아는 것은 그들이 아니라는 점을 기억해야 합니다. 참고는 하되 전적으로 결정을 맡긴다면 후회할 수 밖에 없습니다.',
  },
  // 재정 6
  {
    score: 55,
    message:
      '시간이 지난 뒤에는 나쁜 기억도 추억처럼 남게 됩니다. 지금은 새로운 미래를 향해 앞으로 나아가야 할 때입니다. 미화 된 기억의 찌꺼기에 마음이 흔들리지 않아야 합니다. 단호하게 돌아선 과거의 자신을 기억하고 존중할 필요가 있습니다.',
  },
  // 재정 7
  {
    score: 65,
    message:
      '좋고 싫음을 분명하게 표현해야 합니다.상대방의 감정에 휩쓸려 가다 보면 당신에게 남을 것은 공허한 추억 뿐입니다. 소중한 사람일수록 당신의 감정과 의사를 솔직하게 드러내도록 하세요. 오히려 더욱 가까워지는 서로를 발견할 것입니다.',
  },
  // 재정 8
  {
    score: 75,
    message:
      '고독을 관계로 채우려 하지 말아야 합니다. 많은 사람들을 만나며 빈 스케줄을 채울 수는 있지만 마음을 채울 수는 없습니다. 스스로를 온전히 받아들이고 제 힘으로 설 수 있어야 마음 속의 공허를 채울 힘도 생길 것입니다.',
  },
  // 재정 9
  {
    score: 70,
    message:
      '스스로를 존중해야 남에게서도 존중 받을 수 있습니다. 물론 상대방에게 헌신적인 것이 나쁜 것은 아닙니다. 하지만 관계에 있어 본인을 내던진다면 오히려 적당한 무게중심을 유지할 수 없을 것입니다.',
  },
  // 재정 10
  {
    score: 85,
    message:
      '평탄하게 보내기는 어려운 시기입니다. 서로의 마음을 잘 헤아리는 것이 중요합니다. 일상을 함께하는 가장 가까운 사람이라고 할지라도 속마음을 전부 알기는 어렵습니다. 언제나 주의를 기울이지 않으면 무심코 넘겨버리는 일들이 생깁니다.',
  },
  // 동현 1
  {
    score: 62,
    message:
      '상대방의 뒷모습만 바라보게 되겠습니다. 노력한다고 해서 붙잡을 수 없는 것이 사람의 마음입니다. 겸허히 받아들여야 할 때도 있는 것입니다. 지나간 인연을 기다리기 보다는, 자기 자신에게 집중하며 앞으로 나아가시기 바랍니다.',
  },
  // 동현 2
  {
    score: 50,
    message:
      '뜻밖의 인물과 관계에 있어서 새로운 국면을 맞이할 수 있습니다. 지금까지 특별하게 생각해본 적 없는 사람에게 의외의 면을 발견할 듯 합니다. 관계를 전과 같이 유지할지, 조금 더 발전시킬 지는 오로지 당신의 선택에 달린 것 입니다.',
  },
  // 동현 3
  {
    score: 70,
    message:
      '헤어질 때를 알고 돌아서는 뒷모습이 아름답습니다. 억지로 쥐고 있는 인연의 끈을 이만 놓아주어야 할 때입니다. 만남이 있으면 이별이 있으므로 겸허하게 연이 다했음을 받아들여야 합니다. 욕심을 내지 않는다면 훗날을 도모할 수 있을 것입니다.',
  },
  // 동현 4
  {
    score: 70,
    message:
      '여느 때보다도 무난하게 관계를 유지할 수 있는 시기입니다. 일상적인 환경에서 벗어나 새로운 곳에서 함께 시간을 보내보세요. 관계에 활력을 불어넣는 동시에 서로에 대한 애정과 믿음을 확인할 수 있는 계기가 될 것입니다.',
  },
  // 동현 5
  {
    score: 95,
    message:
      '외로운 마음과 혼자 있고 싶은 마음이 충돌할 듯 합니다. 사람들과 어울리기가 벅차고, 그래서 웅크리고 있자니 고독합니다. 한 번에 너무 많은 이들과 만날 필요는 없습니다. 단 한 명의 사람이라도 마음이 편안해지는 이와 꾸준히 교류해보시기 바랍니다.',
  },
  // 동현 6
  {
    score: 90,
    message:
      '적당한 긴장이 관계에 활력을 불어넣는 날입니다. 가까운 사람일수록 만남이 잦아지고, 서로가 익숙해지기 마련입니다. 이러한 편안함 속에 서로에 대한 소중함을 잊지 않도록, 일부러 긴장을 유지하도록 노력할 필요가 있습니다.',
  },
  // 동현 7
  {
    score: 65,
    message:
      '마음을 쿵 내려앉게 할 만한 연적이 등장할 수 있습니다. 이러한 부분에서 걱정할 것 없던 사이라 할지라도 사람의 인연이란 어떻게 변할지 모르는 것입니다. 뒤늦게 관계를 챙기기보다는 미리 서로간의 믿음을 돈독히 해두는 것이 좋습니다.',
  },
  // 동현 8
  {
    score: 55,
    message:
      '때로 모든 것을 드러내지 않는 것이 관계에 활력을 주기도 합니다. 지나치게 솔직한 언행이 상대방으로 하여금 지루함을 주거나 상처를 입힐 수 있습니다. 계산적인 태도는 지양하되, 적절하게 표현의 농도를 조절하시기 바랍니다.',
  },
  // 동현 9
  {
    score: 85,
    message:
      '사랑과 우정 사이에서 갈팡질팡 헤맬 듯 한 날입니다. 하지만 때로는 너무 깊게 생각하는 것이 독이 되기도 합니다. 단순하게 생각하고 마음이 하는 이야기에 귀 기울여 보세요. 타인을 배려하다 자신의 행복을 놓치지 않길 바랍니다.',
  },
  // 동현 10
  {
    score: 65,
    message:
      '당신을 바라보는 마음을 외면하지 마세요. 어쩌면 이미 새로운 관계의 국면은 시작되었는지도 모릅니다. 좋고 싫음을 분명히 해야 하는 때가 다가왔습니다. 당신의 의중을 솔직하고 예의 있게 표현한다면 상대방과의 관계를 망치지는 않을 것입니다.',
  },
  // 현석 1
  {
    score: 65,
    message:
      '끈 떨어진 연과 같은 처지입니다. 하지만 지금은 어떻게 해도 상황을 반전시키기 어려울 듯 합니다. 겸허한 마음으로 그저 흐름에 몸을 맡기세요. 사람들 사이를 떠나 홀로 시간을 갖는 것이 더 나을 때입니다.',
  },

  // 현석 2
  {
    score: 55,
    message:
      '발버둥쳐봐도 버스는 이미 떠났습니다. 후화한들 속만 아프겠습니다. 새로운 시작을 계획해도 미화된 추억만 가슴을 후벼 팔 것입니다. 떠난 버스가 없다면 곧 좋은 인연을 놓치는 상황이니 주의를 기울이시길 바랍니다.',
  },

  //현석 3
  {
    score: 80,
    message:
      '사랑과 우정 사이에서 갈팡질팡 헤맬 듯한 날입니다. 하지만 때로는 너무 깊게 생각하는 것이 독이 되기도 합니다. 단순하게 생각하고 마음이 하는 이야기에 귀 귀울여 보세요. 타인을 배려하다 자신의 행복을 놓치지 않길 바랍니다.',
  },

  // 현석 4
  {
    score: 75,
    message:
      '목마른 사람이 우물을 파야 합니다. 언젠가는 오겠거니 인연을 기다리고 있다면 영영 우두커니 기다리고만 있게 됩니다. 적극적으로 발 벗고 나서 주변을 물색해보시기 바랍니다. 생각보다 가까이에 좋은 인연이 기다리고 있을 지도 모릅니다.',
  },

  // 현석 5
  {
    score: 85,
    message:
      '외로운 마음과 혼자 있고 싶은 마음이 충돌할 듯 합니다. 사람들과 어울리기가 벅차고, 그래서 웅크리고 있자니 고독합니다. 한 번에 너무 많은 이들과 만날 필요는 없습니다. 단 한 명의 사람이라도 마임이 편안해지는 이와 꾸준히 교류해보시기 바랍니다.',
  },
  // 현석 6
  {
    score: 55,
    message:
      '사랑과 우정 사이에서 갈등을 하게 됩니다. 혹자는 이성 간에는 우정이 없다고 하기도 합니다. 하지만 지금 상황에서는 동성친구보다도 더 큰 우정을 이성 친구에게 찾을 수 있습니다. 제3자가 보기엔 위태로울 수도 있습니다.',
  },
  // 현석 7
  {
    score: 60,
    message:
      '공든 탐이 한 순간에 무너지는 상황입니다. 대화의 시간이 줄어들어 상대에 대한 오해와 갈등이 증폭될 수 있는 운입니다. 서로의 소중함을 잊어버리고 너무 익숙해져 기본적인 예의를 갖추지 않으니 단점만 보이는 것입니다.',
  },
  // 현석 8
  {
    score: 60,
    message:
      '상대가 나의 마음을 알아주지 않습니다. 따라서 답답함을 느끼게 되고 상대를 향한 마음이 되돌아 올 수 있습니다. 우선 상대와 대화를 나누는 것이 중요합니다. 이 때 내 이야기를 하기보다는 상대의 이야기를 많이 들어야 합니다.',
  },
  // 현석 9
  {
    score: 55,
    message:
      '사랑과 우정 사이에서 갈등을 하게 됩니다. 혹자는 이성 간에는 우정이 없다고 하기도 합니다. 하지만 지금 상황에서는 동성친구보다도 더 큰 우정을 이성 친구에게 찾을 수 있습니다. 제3자가 보기엔 위태로울 수도 있습니다.',
  },
  // 현석 10
  {
    score: 60,
    message:
      '자신도 모르게 상대방에 상처를 줄 수 있습니다. 나 자신은 상대를 위해 한 일이지만 받아들이는 처지는 달리 받아들일 수 있습니다. 내 위주로 생각하기보다는 현재 상대방이 처한 상황을 고려하는 배려가 필요합니다.',
  },
];

// 사업운
export const fortune3 = [
  //승엽1
  {
    score: 65,
    message:
      '폭풍 전야의 고요함이 있는 시기입니다. 곧 닥쳐올 일들이 호재가 될지 악재가 될지는 아직 알 수 없습니다. 이를 사업에 유리한 기회로 이용하기 위해서는 내실을 탄탄히 다져두는 것이 필요합니다. 준비된 자만이 파도를 타고 멀리 나아갈 수 있습니다.',
  },
  //승엽2
  {
    score: 60,
    message:
      '자존감은 높게 갖되 자존심을 내세우지는 마시기 바랍니다. 즉, 자신감을 갖고 자기 자신을 존중하되, 우쭐거리고 뽐내지 말아야 한다는 것입니다. 언제나 겸손한 행동이 호운을 부릅니다. 고개 숙인 벼가 익었다는 것은 모두가 아는 사실입니다.',
  },
  //승엽3
  {
    score: 65,
    message:
      '노력하지 않으면 꿈은 영원히 꿈으로 남을 것입니다. 추구하는 바가 있다면 그에 상응하는 노력이 마땅히 이어져야 합니다. 본인 역시 피나는 노력을 해야 주변에서도 도움을 줄 수 있는 것이므로, 안일한 태도를 벗고 더 적극적으로 나아가시기 바랍니다.',
  },
  //승엽4
  {
    score: 75,
    message:
      '고래 싸움에 새우 등 터질 수 있는 날입니다. 입바른 말을 하다 괜한 일에 휘말릴 수 있겠습니다. 자기 일이 아닌 것에 가볍게 조언을 건네지 않도록 하세요. 체면도 지인도 잃을 수 있습니다. 오늘은 침묵이 금이 되는 날입니다.',
  },
  //승엽5
  {
    score: 85,
    message:
      '물 건너에서 새로운 기회가 찾아올 것입니다. 당신의 무대는 지금 이곳이 아닐 수 있습니다. 그러나 부푼 꿈에 너무 무리를 한다면 기회를 확실하게 잡기 어렵습니다. 형편에 따라 합리적인 계획을 수립하는 현실적인 시각이 필요합니다.',
  },
  //승엽6
  {
    score: 80,
    message:
      '개구리 올챙이적 생각 못하면 후퇴일로를 걷게 됩니다. 벼는 익을수록 고개를 숙이는 법이니 겸손한 태도로 임하시기 바랍니다. 주변에서 지켜보는 눈이 많고, 당신의 됨됨이와 평판에 따라 사업의 운이 갈리게 될 것입니다.',
  },
  //승엽7
  {
    score: 60,
    message:
      '언제나 새로운 것에 대한 감각을 유지해야 합니다. 구태의연한 옛 것의 잔재에서 벗어나야 성장의 운이 트일 듯 합니다. 자기 생각만 고집하지 말고 주변 사람들의 조언과 제안에 귀를 기울이면 도움이 될 것입니다.',
  },
  //승엽8
  {
    score: 65,
    message:
      '주춧돌부터 차근차근 다져나가야 하는 때입니다. 급한 마음에 허둥지둥 나아가다 보면, 마지막 순간 흔들리는 기둥을 깨닫게 될 것입니다. 시간이 지난 뒤에는 돌이키기 힘들기 때문에 지금부터 기반을 단단하게 해야 합니다.',
  },
  //승엽9
  {
    score: 65,
    message:
      '규모를 늘리는 것은 시기 상조입니다. 굳이 가시밭길을 골라 걸어갈 필요가 없습니다. 조금만 더 기다리면 손쉽게 나아갈 수 있도록 순풍이 불어올 듯 합니다. 무리해서 당장 사세나 투자 규모를 늘린다면 썩은 기둥에 기와지붕을 올리는 격입니다.',
  },
  //승엽10
  {
    score: 60,
    message:
      '일의 규모를 확장하려 한다면 아직은 시기상조입니다. 기다리고 있는 때는 아직 멀고도 멀었습니다. 모두가 아는 사실을 욕심에 눈이 멀어 보지 못하고 있으니 통탄할 노릇입니다. 다행인 것은 믿을 만한 조력자가 주변에서 당신을 지켜보고 있다는 것입니다.',
  },
  //재정 1
  {
    score: 50,
    message:
      '언제나 새로운 것에 대한 감각을 유지해야 합니다.구태의연한 옛 것의 잔재에서 벗어나야 성장의 운이 트일 듯 합니다. 자기 생각만 고집하지 말고 주변 사람들의 조언과 제안에 귀를 기울이면 도움이 될 것입니다.',
  },
  // 재정 2
  {
    score: 90,
    message:
      '주변 사람들의 역할이 막중한 날입니다. 혼자만의 힘으로 고군분투하다가는 좋은 세월이 다 끝날지도 모릅니다. 역량이 충분하고 믿을만한 이들에게 도움을 요청한다면 만족할 수 있는 결과를 얻을 것입니다. 단, 그에 대한 보상은 충분해야 합니다.',
  },
  // 재정 3
  {
    score: 70,
    message:
      '드넓은 황무지를 방황하는 형국입니다. 성장이 주춤하고 주변에서도 도움을 얻기 힘들겠습니다. 머리를 싸매 해결책을 강구해보아도 지금으로서는 뾰족한 수를 찾기 힘듭니다. 무리하게 벌린 일은 정리하고 피해를 최소화할 방법부터 찾아 보시기 바랍니다.',
  },
  // 재정 4
  {
    score: 65,
    message:
      '남이 하는 일은 원래 다 쉬워 보입니다. 자기 것에 몰두해도 부족할 판국에 남의 밥그릇이 더 알차고 그럴싸해 보일 것입니다. 하지만 우아한 백조가 수중에서는 분주하게 발짓을 하듯 상대방의 피땀이 녹아 들어 현재가 있는 것입니다. 괜한 시기 질투로 관계를 망치지 않아야 합니다.',
  },
  // 재정 5
  {
    score: 60,
    message:
      '아까운 인재를 놓칠 수 있습니다. 당신의 뛰어난 능력만으로는 모든 일을 아우를 수 없습니다. 그러나 튼튼한 팔다리가 되어줄 사람이 곧 당신을 떠날 듯 합니다. 사람 또한 귀중한 자산이자 힘이 되므로, 같은 실수를 반복하지 않기 위한 자아성찰이 필요한 때입니다.',
  },
  // 재정 6
  {
    score: 70,
    message:
      '부뚜막의 소금도 집어 넣어야 짠 법입니다. 뜻을 이루기에 충분한 자질과 역량, 환경까지 갖추고 있으나 이를 잘 활용하지 못한다면 아무 소용이 없을 것입니다. 좀 더 자신감을 가질 필요가 있습니다. 또한 기회를 잡는 것을 두려워하지 마시기 바랍니다.',
  },
  // 재정 7
  {
    score: 70,
    message:
      '간에 붙었다 쓸개에 붙었다 하면 잃는 것이 더 많습니다, 노력과 재능 뿐만 아니라 사람 사이의 신의 역시 사업에 있어 중요한 덕목입니다. 특히 입을 조심해야 하며, 말이 아닌 것에 귀 기울이지 말아야 합니다. 주변 사람들에게 신뢰를 얻어야 성공합니다.',
  },
  // 재정 8
  {
    score: 80,
    message:
      '뱁새가 황새 따라가려다 다리가 찢어지는 형상입니다. 누구에게나 자기에게 맞는 자리가 있는 법입니다. 남의 떡이 더 좋아보여서 어줍잖게 흉내를 낸다면 감당할 수 없을 것입니다. 본인의 그릇에 맞는 일에 집중해야 얻는 것도 있겠습니다.',
  },
  // 재정 9
  {
    score: 85,
    message:
      '가루 팔러 가니 바람 불고 소금 팔러 가니 이슬비 오는 형국입니다.이러지도 저러지도 못하는 상황 속에서 난감하겠습니다. 결정을 내려야 하는 일이 있다면 최대한 뒤로 미루고, 현재의 안정을 유지하는 데에 힘을 쏟아야 합니다.',
  },
  // 재정 10
  {
    score: 65,
    message:
      '남들의 뒤꽁무니만 좇다가는 하릴없이 시간만 보내게 될 것 입니다. 대세에 편승하는 쉬운 방법을 택하지 말고 자신만의 아이템을 찾아야 합니다. 이미 인기를 끄는 것은 그만큼 한 물 갔다는 뜻이기도 합니다. 당신만의 경쟁력을 찾으세요.',
  },
  // 동현 1
  {
    score: 65,
    message:
      '드넓은 황무지를 방황하는 형국입니다. 성장이 주춤하고 주변에서도 도움을 얻기 힘들겠습니다. 머리를 싸매 해결책을 강구해보아도 지금으로서는 뾰족한 수를 찾기 힘듭니다. 무리하게 벌린 일은 정리하고 피해를 최소화할 방법부터 찾아보시기 바랍니다.',
  },
  // 동현 2
  {
    score: 60,
    message:
      '측은지심이 복을 불러들입니다. 다른 사람을 긍휼이 여기도록 하세요. 자기 자신의 이익추구도 중요하지만 사람의 마음을 얻어야 일이 잘 풀릴 듯 합니다. 주의를 둘러보고 주변사람이 처한 공경에 도움의 손길을 내밀어보세요.',
  },
  // 동현 3
  {
    score: 75,
    message:
      '남들이 쉴 때 똑같이 쉬면 앞서나갈 수 없습니다. 남다른 성공을 바란다면 노력 역시 남들과는 달라야 할 것입니다. 다른 사람들보다 한 걸음 더 걸으려는 노력이 필요합니다. 물론 스스로를 너무 혹사시킨다면 결실을 보기 전에 지치고 말 테니 주의하세요.',
  },
  // 동현 4
  {
    score: 60,
    message:
      '눈에 보이는 것 너머의 본질을 파악해야 승산이 있습니다. 화려한 허울에 사로잡혀 중요한 결정을 내린다면 후회가 막심할 것입니다. 특히, 사람과 관련한 문제에 있어서 무분별한 신뢰가 공멸로 이끌 수 있으니 주의해야 합니다.',
  },
  // 동현 5
  {
    score: 80,
    message:
      '과한 욕심을 부리지 않으면 마음에 평화가 올 것입니다. 모든 불안과 초조한 감정은 내재되어 있는 헛된 욕망에서 비롯된 것일 수 있습니다. 현실을 돌아보고 실현 가능한 목표를 세워야만 전망이 밝습니다.',
  },
  // 동현 6
  {
    score: 80,
    message:
      '단단한 나무는 폭풍우에 부러지지만 여린 갈대는 흔들릴지언정 뽑히지 않습니다. 귀와 마음을 열어두시기 바랍니다. 자기 주장만 고집한다면 발전이 없습니다. 주변 사람들이 좋은 마음으로 진언할 때 귀담아 듣는다면 더욱 성장하는 자신을 발견할 것입니다.',
  },
  // 동현 7
  {
    score: 55,
    message:
      '함께하는 이들을 둘러 살펴야 합니다. 특히 후배나 아래 직급의 사람들 사이에 불만이 팽배해있을 수 있습니다. 먼저 말을 건네도 알기 어려운 내용이므로, 방법을 고안하여 적극적인 피드백에 나서시기 바랍니다. 때를 놓치면 내부에서부터 균열이 일어날 것입니다.',
  },
  // 동현 8
  {
    score: 60,
    message:
      '협업은 시간을 두어 고민해보는 것이 좋습니다. 사공이 많으면 배가 산으로 가기 마련입니다. 또한 당신이 차린 밥상에 남의 수저만 더 얹는 일이 될 수도 있습니다. 일의 목적과 방향성을 잘 생각하여 결정해야 합니다.',
  },
  // 동현 9
  {
    score: 65,
    message:
      '거친 풍랑을 맞아 고군분투 하겠습니다. 인력으로 어찌할 수 없는 상황에 망연자실 상황만 관망할 뿐입니다. 지금은 결정을 내려도 선택할 수 없는 상황이니 그저 마음을 내려놓으시기 바랍니다. 섣불리 주변의 원조를 요청하면 괜한 약점을 잡힐 수 있습니다.',
  },
  // 동현 10
  {
    score: 70,
    message:
      '싫은 사람과 억지로 부대끼며 일할 필요는 없습니다. 그러나 얼굴 붉히며 헤어질 필요도 없습니다.사업에 있어 사람이 자산이고 기회이니 조심스럽게 문제에 임하세요. 상대방 입장을 배려하며 고민해본다면 분명 합리적인 방안이 있을 것입니다.',
  },
  // 현석 1
  {
    score: 60,
    message:
      '무리하게 새로운 사업을 밀어 부치면 손해를 보기 십상입니다. 철저한 준비보다는 근거 없는 자신감으로 일을 추진하지 않아야 합니다. 객관적인 수치의 힘을 잊어버린다면 성공의 그림자도 밟기 어려울 것입니다.',
  },
  // 현석 2
  {
    score: 65,
    message:
      '도움이 되어주는 이들에게는 그 크기를 가리지 말고 극진히 대접하세요. 아무리 작은 것이라도 대충 지나치지 않아야 합니다. 하나를 알면 열을 안다고, 사람들이 당신의 대접에 고개를 끄덕일 것입니다. 이로 인해 평판이 높아지면 더 좋은 기화가 찾아오겠습니다.',
  },
  // 현석 3
  {
    score: 60,
    message:
      '거친 풍량을 맞아 고군분투 하겠습니다. 인력으로 어찌할 수 없는 상황에 망연자실 상황만 관망할 뿐입니다. 지금은 결정을 내려도 선택할 수 없는 상황이니 그저 마음을 내려놓으시기 바랍니다. 섣불리 주변의 원조를 요청하면 괜한 약점이 잡힐 수 있습니다.',
  },
  // 현석 4
  {
    score: 70,
    message:
      '폭풍 전야의 고요함이 있는 시기입니다. 곧 닥쳐올 일들이 호재가 될지 악재가 될지는 아직 알 수 없습니다. 이를 사업에 유리한 기회로 이용하기 위해서는 내실을 탄탄히 다져두는 것이 필요합니다. 준비된 자만이 파도를 타고 멀리 나아갈 수 있습니다.',
  },
  // 현석 5
  {
    score: 80,
    message:
      '과한 욕심을 부리지 않으면 마음에 평화가 올 것입니다. 모든 불안과 초조한 감정은 내재되어 있는 헛된 욕망에서 비롯된 것일 수 이습니다. 현실을 돌아보고 실현 가능한 목표를 세워야한 전망이 밝습니다.',
  },
  // 현석 6
  {
    score: 60,
    message:
      '천리 길도 한 걸음부터입니다. 이제부터 시작이라는 생각을 가지셔도 좋습니다. 안 된다는 생각은 버리시고 긍정적인 마인드로 초심으로 돌아가 진행하십시오. 당신의 사업에 큰 행운이 따르고 훗날 지금의 노력이 자산이 될 것입니다.',
  },
  // 현석 7
  {
    score: 60,
    message:
      '다른 분야에도 신경을 쓰는 운입니다. 본업을 하는 것만도 힘든 상황인데 인력문제나 세금문제 등으로 심적 스트레스를 받을 수 있습니다. 사업의 성공을 위해서는 다 겪어야 하는 것이지만 다소 지정을 줄 것입니다.',
  },
  // 현석 8
  {
    score: 65,
    message:
      '시작은 그 무엇보다 중요합니다.출발이 좋아야 결말이 좋은 법입니다. 시작이 잘못되면 모든 것이 흐트러지게 됩니다. 새로운 사업 파트너와의 만남에 있어서도 좋은 이미지를 주려고 최대한 노력해야 합니다.',
  },
  // 현석 9
  {
    score: 60,
    message:
      '천리 길도 한 걸음부터입니다. 이제부터 시작이라는 생각을 가지셔도 좋습니다. 안 된다는 생각은 버리시고 긍정적인 마인드로 초심으로 돌아가 진행하십시오. 당신의 사업에 큰 행운이 따르고 훗날 지금의 노력이 자산이 될 것입니다.',
  },
  // 현석 10
  {
    score: 60,
    message:
      '정면돌파는 다소 무모해 보입니다.좋은 일이든 나쁜 일이든 다른 사람은 앞에 세우고 나를 감추는 것이 상책일 수 있습니다. 스스로 주도적으로 추진하는 일이라도 그것을 만인에게 알릴 필요는 전혀 없습니다.상대방에 상처를 줄 수 있습니다.나 자신은 상대를 위해 한 일이지만 받아들이는 처지는 달리 받아들일 수 있습니다. 내 위주로 생각하기보다는 현재 상대방이 처한 상황을 고려하는 배려가 필요합니다.',
  },
];

// 건강운
export const fortune4 = [
  //승엽1
  {
    score: 55,
    message:
      '스트레스로 인한 질병이 예상됩니다. 현재 상황에서 도피하는 것은 불가능할지라도, 이를 조절하는 것은 가능합니다. 평소 찬 음료를 즐긴다면 따뜻한 것을 마시는 습관을 들이시기 바랍니다. 속이 편해야 모든 일에 어려움이 없을 것입니다.',
  },
  //승엽2
  {
    score: 65,
    message:
      '기침이나 감기 등 추운 계절에 걸리는 질환을 조심해야 합니다. 꼭 겨울이 아니더라도 면역력이 낮아진다면 늗갓없이 감기로 고생하게 될 수 있습니다. 생활 속에서 충분한 비타민을 섭취하고 이따금 햇빛을 쪼이는 것이 생각보다 중요합니다.',
  },
  //승엽3
  {
    score: 70,
    message:
      '인공적인 구조물보다 자연친화적인 환경과 가까워지시기 바랍니다. 당장 인력으로 어찌할 수 없는 상황이라면 작은 화분이라도 방에 들이는 것이 좋겠습니다. 살아 숨쉬는 작은 생며ㅑㅇ이 몸과 마음에 생기를 불어 넣을 것입니다.',
  },
  //승엽4
  {
    score: 60,
    message:
      '크게 문제되는 것 없이 무난하게 보낼 수 있겠습니다. 그러나 지금까지의 생활습관이나 운동법이 완전해서가 아니라, 시기와 상황이 잘 맞아떨어지는 것이니 주의를 게을리해서는 안됩니다. 방심하지 말고 섭식과 체력 관리에 신경 쓰시기 바랍니다.',
  },
  //승엽5
  {
    score: 70,
    message:
      '사람으로 인해 스트레스를 받게 될 것입니다. 현대인의 만병의 근원인 스트레스가 주변 사람으로부터 비롯되니 괴롭기 그지없겠습니다. 정신적 고통으로 말미암아 몸까지 아프게 되므로, 가급적 만남을 피하고 자기만의 시간을 통해 심신을 재충전하는 것이 좋겠습니다.',
  },
  //승엽6
  {
    score: 85,
    message:
      '평소 꾸준히 체력관리에 힘 써왔다면 큰 무리가 없을 것입니다. 그렇지 않을 경우 잔병치레로 고생하게 될 수 있습니다. 늦었다고 생각할 때가 가장 빠른 법이니, 이제라도 꾸준한 운동을 통해 체력을 다져놓으시기 바랍니다.',
  },
  //승엽7
  {
    score: 70,
    message:
      '무심코 하는 행동이 악재를 불러올 수 있습니다. 가령 무단횡단을 하거나 걸어갈 곳을 뛰어 가거나 하는 행동들이 이에 해당합니다. 평소에는 문제의식 없이 하던 일들이라고 할지라도 오늘은 평소보다 나쁜 결과로 이어질 것입니다.',
  },
  //승엽8
  {
    score: 55,
    message:
      '틈틈이 바깥 공기를 쐬어주어야 컨디션 회복을 도모할 수 있습니다. 답답한 실내공기가 몸과 마음을 위축시킬 수 있습니다. 실내에서도 간단한 스트레칭 정도는 할 수 있지만, 가급적이면 바깥에서 기운을 환기시켜보시기 바랍니다.',
  },
  //승엽9
  {
    score: 55,
    message:
      '다소 피곤한 느낌이 들 수는 있지만 건강상 큰 문제는 없을 듯 합니다. 당분간은 피로 회복과 스트레스 해소에 신경 쓸 필요가 있습니다. 지금은 단순히 지칠 뿐이지만 더 누적되다 보면 자질구레한 잔병치레로 번질 수 있습니다.',
  },
  //승엽10
  {
    score: 70,
    message:
      '손발이 저린 증상이 오래간다면 병원을 찾아야 합니다. 오래 앉아있거나 오래 서있는 생활 습관 모두 다리와 혈액순환에 무리를 안겨줍니다. 평소 운동을 꾸준히 하거나 건강한 식습관을 가진 것이 아니라면 더더욱 경계해야 하는 증상입니다.',
  },
  // 재정 1
  {
    score: 70,
    message:
      '무심코 하는 행동이 악재를 불러올 수 있습니다.가령 무단횡단을 하거나 걸어갈 곳을 뛰어 가거나 하는 행동들이 이에 해당합니다. 평소에는 문제의식 없이 하던 일들이라고 할지라도 오늘은 평소보다 나쁜 결과로 이어질 것입니다.',
  },
  // 재정 2
  {
    score: 85,
    message:
      '건강한 몸은 거저 얻어지는 것이 아닙니다. 많은 시간을 들여 운동하고 좋은 음식을 찾아 먹는 성의가 필요합니다. 쉽지는 않지만, 지금부터라도 건강을 챙기지 않으면 향후 몇 년 안에 현재의 컨디션도 유지하기 어려워 질 것입니다.',
  },
  // 재정 3
  {
    score: 55,
    message:
      '건강한 신체는 하루 아침에 일구어지는 것이 아닙니다. 매일 매일의 운동과 식습관, 마음가짐이 조금씩 누적되어 이룰 수 있는 것입니다. 요즘 들어 몸이 찌뿌둥하고 컨디션이 좋지 않다면, 이제라도 건강 관리에 더 관심을 가져봐야 할 것입니다.',
  },
  // 재정 4
  {
    score: 55,
    message:
      '주춤했던 에너지가 다시 활기를 띨 듯 합니다. 일상으로부터 오는 스트레스로 인해 몸도 마음도 많이 지쳤을 테지만, 이제는 건강이 상승세를 띨 것입니다. 단, 본인 스스로도 이전보다는 규칙적인 생활리듬을 되찾기 위해 노력해야 회복이 빠르겠습니다.',
  },
  // 재정 5
  {
    score: 70,
    message:
      '눈꺼풀이 무겁고 생각이 둔해지는 날입니다.아무리 자도 개운하지 않고 피로가 끈덕지게 들러붙는 느낌일 듯 합니다. 자기 전 스마트폰 이용을 자제하고 인스턴트 음식을 줄여보시기 바랍니다. 꾸준히 체력을 쌓아야 만성 피로를 벗어날 수 있겠습니다.',
  },
  // 재정 6
  {
    score: 65,
    message:
      '자신만의 하루 리듬을 만들어보세요. 건강한 하루의 시작은 규칙적인 일상에서부터 비롯됩니다. 수면과 섭식의 시간을 정해두는 것은 단순해 보이지만 일상에서 실행하기에 그렇게 쉽지만은 않습니다. 하지만 노력한 만큼 컨디션이 달라지는 것을 느낄 수 있을 것입니다.',
  },
  // 재정 7
  {
    score: 90,
    message:
      '너무 큰 욕심을 내면 노력하지 않느니만 못합니다. 건강관리와 운동도 마찬가지입니다. 본인의 체력과 신체적 역량을 고려한 관리가 필요합니다. 무리한 운동에 도전하거나 건강식품을 과하게 섭취하면 오히려 독이 될 것입니다.',
  },
  // 재정 8
  {
    score: 85,
    message:
      '운동을 하고 좋은 음식을 챙겨 먹어도 깨진 독에 물을 붓는 듯 합니다.몸에 대한 정확한 진단이 필요한 때입니다. 인터넷 등을 뒤져 찾은 정보에 의존하여 자가진단을 내리는 데에는 한계가 있으니, 믿을 수 있는 기관에서 검진을 받는 것이 중요합니다.',
  },
  // 재정 9
  {
    score: 60,
    message:
      '전반적으로 나쁘지 않은 날입니다.그러나 너무 오래 서있거나 앉아있는 일을 한다면 혈액순환과 관련하여 신경을 써야 합니다. 틈틈이 혈액순환에 좋은 차를 마시거나 간단한 요가 동작을 함으로써 몸의 기운을 순환시키시기 바랍니다.',
  },
  // 재정 10
  {
    score: 55,
    message:
      '무난하게 보낼 수 있는 나날이 이어집니다. 몸 안팎의 기운이 주변 환경과 순조롭게 호응할 것입니다. 이러한 때에 가벼운 운동을 꾸준히 한다면 탄탄한 기초 체력을 다질 수 있습니다. 특히 나이가 먹을수록 규칙적인 체조가 가끔 하는 하드 트레이닝보다 나을 것입니다.',
  },
  // 동현 1
  {
    score: 55,
    message:
      '건강한 신체는 하루 아침에 일구어지는 것이 아닙니다. 매일매일의 운동과 식습관, 마음가짐이 조금씩 누적되어 이룰 수 있는 것입니다. 요즘 들어 몸이 찌뿌둥 하고 컨디션이 좋지 않다면, 이제라도 건강 관리에 더 관심을 가져봐야 할 것입니다.',
  },
  // 동현 2
  {
    score: 80,
    message:
      '규칙적인 생활습관이 무너져서는 안됩니다. 신체리듬이 무너지면 스트레스와 피로감보다 심각한 질환으로 괴로워질 수 있습니다. 바쁜 일상 속에서 규칙성을 유지하기가 힘들 수는 있으나 최소한 식사 시간과 수면 시간은 정해두시기 바랍니다.',
  },
  // 동현 3
  {
    score: 65,
    message:
      '과음을 주의해야 합니다. 컨디션이 나쁘더라도 모임이나 행사에 매번 불참하는 것은 어렵습니다. 적당히 분위기를 맞춰주며 요령껏 음주량을 조절하시기 바랍니다. 무심코 자제력을 잃으면 내일의 컨디션 뿐만 아니라 건강을 헤치기 쉽습니다.',
  },
  // 동현 4
  {
    score: 80,
    message:
      '몸과 마음의 기운이 조화로운 시기입니다. 어느 때보다도 활기차게 하루를 보낼 수 있겠습니다. 박동하는 에너지를 발판 삼아, 그 동안 체력적인 문제로 미루어왔던 취미생활이나 여가활동을 시도해본다면 일상에 새로운 즐거움을 가져올 수 있을 것입니다.',
  },
  // 동현 5
  {
    score: 60,
    message:
      '주위 사람들의 걱정이나 조언을 새겨듣는 것이 좋습니다. 본인의 몸은 본인이 잘 안다며 큰소리 치지만, 바뀌는 안색에 대해 스스로 무심한 것은 아닌지 돌아볼 필요가 있습니다. 주변에서 비슷한 맥락의 걱정이 지속된다면 진지하게 생각해보아야 합니다.',
  },
  // 동현 6
  {
    score: 55,
    message:
      '깨끗한 물 한 잔이 값비싼 영양제보다 도움이 될 수 있습니다. 기본적인 것들을 잊고 사는 것은 아닌지 평소의 생활습관을 돌이켜보시기 바랍니다. 매일 충분한 수분 섭취가 건강과 피부의 탄력을 지켜줄 것입니다.',
  },
  // 동현 7
  {
    score: 60,
    message:
      '스트레스나 혈압과 관련하여 괴로워질 수 있습니다. 마음에 참을 인자를 새기며 감정을 제어하시기 바랍니다. 마음의 병이 만병의 근원인 법입니다. 어지러운 일상 속의 문제들로 인해 몸까지 괴로워지지 않도록 스스로를 보호해야 합니다.',
  },
  // 동현 8
  {
    score: 55,
    message:
      '건강한 식습관이 건강한 몸을 만듭니다. 바쁜 일상 속에서 패스트푸드로 끼니를 때우기 쉽지만 최대한 피하는 것이 좋습니다. 또한 양껏 배를 채우지 말고 조금 부족한 듯 식사하세요. 모임이나 행사가 많아져 음주의 기회도 많아지겠으나, 본인이 잘 조절해야 합니다.',
  },
  // 동현 9
  {
    score: 90,
    message:
      '눈에 띄는 증상이 없어도 각별히 건강에 유의해야 합니다. 불안정한 상황에 의해 스트레스가 지속적으로 누적되고 있습니다. 만병의 근원을 내내 품고 해소하지 못하고 있으니 자연히 몸의 기운도 쇠할 것입니다. 바쁘더라도 계속 짬을 내어 휴식을 취해야 합니다.',
  },
  // 동현 10
  {
    score: 55,
    message:
      '음주로 인한 질병을 주의해야 하는 시기입니다. 특히, 과음으로 자꾸 구토를 하게 된다면 식도염으로 고생할 수 있겠습니다. 수면 중 가슴을 누르는 듯한 통증에 불현듯 잠에서 깨게 된다면, 지체하지 말고 병원을 찾아 내시경이라도 받아보는 것이 필요합니다.',
  },
  // 현석 1
  {
    score: 55,
    message:
      '소화기계 질병에 유의해야 합니다. 바쁘게 생활하다 보면 섭식에도 소홀해지는 것이 어쩔 수 없습니다. 따라서 잘 챙겨먹기가 여럽다면 나쁜 것을 취하지는 않아야 합니다. 특히 늦은 시각의 섭취를 유의하는 것이 좋습니다.',
  },

  // 현석 2
  {
    score: 60,
    message:
      '때아닌 식중독을 주의하시길 바랍니다. 집 안팎에서 음식을 섭취할 때 신선하고 깨끗한 것을 골라먹어야 합니다. 또한 식전에 손을 씻으시길 바랍니다. 당연한 것들만 지켜도 피할 수 있는 괴로움이지만, 당연한 것도 깜빡 잊기 쉽습니다.',
  },

  // 현석 3
  {
    score: 80,
    message:
      '눈에 띄는 증상이 없어도 각별히 건강에 유의해야 합니다. 불안정한 상황에 의해 스트레스가 지속적으로 누적되고 있습니다. 만병의 근원을 내내 품고 해서하지 못하고 있으니 자연히 몸의 기운도 쇠할 것입니다. 바쁘더라도 계속 짬을 내어 휴식을 취해야 합니다.',
  },

  // 현석 4
  {
    score: 50,
    message:
      '스트레스로 인한 질병이 예상됩니다. 현재 상황에서 도피하는 것이 불가능할지라도, 이를 조절하는 것은 가능합니다. 평소 찬 음료를 즐긴다면 따듯한 것을 마시는 습관을 들이시기 바립니다. 속이 편해야 모든 일에 어려움이 없을 것입니다.',
  },
  // 현석 5
  {
    score: 60,
    message:
      '주위 사람들의 걱정이나 조언을 새겨듣는 것이 좋습니다. 본인의 몸은 본인이 잘 안다며 큰소리 치지만, 바뀌는 안색에 대해 스스로 무심한 것은 아닌지 돌아볼 필요가 있습니다. 주변에서 비슷한 맥락의 걱정이 지속된다면 진지하게 생각해보아야 합니다.',
  },
  // 현석 6
  {
    score: 65,
    message:
      '활기를 되찾고 피로를 회복할 시기입니다. 그 동안 질병에 시달렸던 분은 점차 호전되겠으니 희망을 가질 수 있습니다. 그러나 이럴 때 무리하면 다시 나쁜 상태로 되돌아가게 되니 건강관리에 박치를 가하는 것이 좋습니다.',
  },
  // 현석 7
  {
    score: 60,
    message:
      '생활의 리듬이 깨지면서 문제가 생길 수 있습니다. 감정의 기복이 심해지면서 불규칙적인 생활과 무절제하고 탐미적인 생활 등으로 인해 건강한 사람이라도 문제를 야기할 수 있는 시기입니다. 스스로 절제하는 노력이 요구됩니다.',
  },
  // 현석 8
  {
    score: 60,
    message:
      '평소에 지병이 있었다면 발병할 수 있는 시기입니다.건강운이 그리 좋지 않 으니 평소 자신의 건강에 관심을 갖고 꾸준한 사전관리가 필요히겠습니다. 규칙적인 생활로 피로와 스트레스를 피한다면 절반은 성공한 것입니다.',
  },
  // 현석 9
  {
    score: 65,
    message:
      '활기를 되찾고 피로를 회복할 시기입니다. 그 동안 질병에 시달렸던 분은 점차 호전되겠으니 희망을 가질 수 있습니다. 그러나 이럴 때 무리하면 다시 나쁜 상태로 되돌아가게 되니 건강관리에 박치를 가하는 것이 좋습니다.',
  },
  // 현석 10
  {
    score: 65,
    message:
      '육체적으로나 정신적으로나 힘든 시기입니다.특히 이 시 기는 걸으로는 드러나지 않지만 내적으로 병인이 쌓여 한 순간 무너질 수 있으니 간이나 폐 등이 상하지 않도록 술 담배를 자제하고 규칙적인 생활을 할 필요가 있습니다.',
  },
];

// 학업운
export const fortune5 = [
  //승엽1
  {
    score: 85,
    message:
      '다방면에서 나쁘지 않은 성과를 거둘 수 있을 듯 합니다. 한 가지에 몰두하기보다는 본인이 가장 잘할 수 있는 것을 탐색하는 것도 나쁘지 않습니다. 또한 그러한 과정에서 저마다 보통 이상의 성적을 거둘 수 있으니, 평소 생각하던 것이 있으면 시도해보시기 바랍니다.',
  },
  //승엽2
  {
    score: 70,
    message:
      '성실함이 충분히 보답 받지 못할 듯 합니다. 이에 당연히 좌절과 슬픔이 따르겠습니다. 슬럼프에 빠지기 딱 좋은 날이지만, 뻔하지만 좋은 명언들을 마음에 새기며 의지를 다져야 합니다. 지금 포기한다면 여태까지의 노력이 정말로 헛것이 되고 맙니다.',
  },
  //승엽3
  {
    score: 95,
    message:
      '앞만 보고 달릴 것이 아니라 현재를 돌아보는 것도 필요합니다. 지난 일을 후회할 필요는 없습니다. 그러나 때때로 본인의 현재 상태를 점검하고 진행상황을 진단해야 합니다. 이에 따라 융통성 있게 계획을 수립하여 따른다면 훨씬 효율적으로 성장할 수 있을 것입니다.',
  },
  //승엽4
  {
    score: 80,
    message:
      '주위 환경 때문에 주눅들 수 있습니다. 당신과는 다른 속도로 치고 나아가는 동료 및 선후배를 보고 위축된다면 그럴 필요가 없음을 알아야 합니다. 사람들은 모두 각자의 적정속도가 있는 법입니다. 당신의 페이스를 잃지 말고 지금처럼만 노력하시기 바랍니다.',
  },
  //승엽5
  {
    score: 85,
    message:
      '가정이나 학교에서의 인간관계로 인해 학업에 온전히 집중하기 힘들 듯 합니다. 그러나 위기를 기회로 바꾸는 것 또한 당신의 역량입니다. 나와 타인을 분리함으로써 정신적 안정을 도모한다면, 오히려 성취를 이룰 수 있을 것입니다.',
  },
  //승엽6
  {
    score: 80,
    message:
      '남의 떡이 더 커 보일 수 있겠습니다. 그러나 해보지 않은 자만이 쉽게 말할 수 있는 것입니다. 헛된 꿈에 소중한 시간을 허비하지 않아야 합니다. 눈 앞에 주어진 길을 묵묵히 걸어가야지만 하나의 결실이라도 맛볼 수 있을 것입니다.',
  },
  //승엽7
  {
    score: 55,
    message:
      '주위에 열심히 하지 않는 사람이 없으므로, 마음이 해이해지면 금방 뒤쳐질 것입니다. 남들과 경쟁하기 위해 공부하는 것은 아닙니다. 그러나 어느 정도의 수준을 유지하는 것이 자신감을 유지하는 데에도 도움이 됩니다.',
  },
  //승엽8
  {
    score: 70,
    message:
      '계획대로 몸이 따라주지 않을 수 있는 날입니다. 이러한 때를 대비하여 미리 계획을 여유롭게 세우는 것이 필요합니다. 장기적인 관점에서, 내일의 학습량에 무리를 주지 않을 만큼은 반드시 끝내되, 유동적으로 일정을 조정하는 것이 나은 방법입니다.',
  },
  //승엽9
  {
    score: 70,
    message:
      '주변을 깨끗하게 정돈해야 집중할 수 있습니다. 공부에 앞서 책사오가 방을 정리해보세요. 단순하고 깔끔한 공간이 잡념이 떠오르는 것을 막아줄 것입니다. 또한, 친한 사람들과 연락을 최소한으로 줄이면서 눈 앞의 학업에 매진해야 성과가 있습니다.',
  },
  //승엽10
  {
    score: 85,
    message:
      '원래 잘하는 과목이라고 하여 만만하게 봤다가는 시험에서 큰 코를 다칠 수 있습니다. 자신감이 넘치다 못해 자만심이 될 때 위기는 찾아올 것입니다. 돌다리도 두드려보고 건너야 하듯, 자신있는 내용이라도 꼼꼼하게 살펴보아야 후회가 없습니다.',
  },
  // 재정 1
  {
    score: 65,
    message:
      '주위에 열심히 하지 않는 사람이 없으므로, 마음이 해이해지면 금방 뒤쳐질 것입니다. 남들과 경쟁하기 위해 공부하는 것은 아닙니다. 그러나 어느 정도의 수준을 유지하는 것이 자신감을 유지하는 데에도 도움이 됩니다.',
  },
  // 재정 2
  {
    score: 75,
    message:
      '선의의 경쟁자가 생길 듯 합니다. 라이벌 의식으로 감정소모를 하는 것이 아니라 서로에게 좋은 자극이 되어 주겠습니다. 이러한 때를 위기로 받아들이지 말고 기회로 받아들이시기 바랍니다. 상대방으로 말미암아 매너리즘에 빠지지 않고 지속적으로 속도를 낼 수 있을 것입니다.',
  },
  // 재정 3
  {
    score: 70,
    message:
      '오늘은 책상에 앉아있기 힘든 날입니다.집중하려 애를 써봐도 망상 속을 헤엄치는 듯 하겠습니다. 억지로 앉아서 스트레스와 육체적 피로를 견디는 것 보다는 차라리 바람을 쐬는 것이 낫습니다. 잠시 숨을 돌리고 내일을 위해 재충전하는 날이라고 생각하시기 바랍니다.',
  },
  // 재정 4
  {
    score: 70,
    message:
      '책상과 당신 사이에 보이지 않는 벽이 있는 것만 같습니다.해야 한다는 마음만으로는 이룰 수 있는 것이 없습니다. 오늘은 도무지 의자에 엉덩이를 붙이고 앉아있기 힘들 듯 합니다. 그러나 오늘의 목표를 채우지 못한다면 내일은 게으른 오늘을 책임져야 한다는 것을 잊지 마세요.',
  },
  // 재정 5
  {
    score: 55,
    message:
      '평소 어렵다고 생각했던 분야에서 의외의 약진이 있을 수 있습니다. 포기하지 말라는 뜻으로 여기고 그에 대한 구체적인 학습 계획을 세워보아도 좋겠습니다. 지금까지의 부진은 앞으로의 성장을 위해 준비하는 과정이었다고 생각하시기 바랍니다.',
  },
  // 재정 6
  {
    score: 85,
    message:
      '잠시 쉬어가는 날입니다. 진전이 없다고 하여 너무 실망하거나 자책할 필요는 없습니다. 단거리는 쉼 없이 달음박질해야 하지만 지금은 멀리 보고 꾸준히 걷는 것이 중요합니다. 잠시 멈추어 컨디션 회복에 집중한다면 내일부터는 다시 본래의 페이스를 되찾을 수 있습니다.',
  },
  // 재정 7
  {
    score: 80,
    message:
      '아직은 오르지 못할 나무를 바라보다 시간을 허비하지 말아야 합니다. 내실을 다지며 역량을 쌓아야 합니다. 현실적인 노력에는 손을 놓고 있으면서 꿈만 꾸고 있으면 주위의 비웃음을 살 수 있습니다. 할 수 있는 것부터 하나씩 시작하시기 바랍니다.',
  },
  // 재정 8
  {
    score: 80,
    message:
      '본래의 목표대로 뚝심 있게 밀고 나가야 합니다. 때에 따라 이리저리 생각도 목표도 바꿔버린다면 들인 노력과 시간에 비해 제대로 여무는 것이 없을 것입니다. 처음의 계획을 소신대로 밀어부쳐야 훗날 뒤늦게 후회할 일이 없습니다.',
  },
  // 재정 9
  {
    score: 55,
    message:
      '지금과 같은 노력을 지속한다면 좋은 결과가 있을 것입니다. 당분간 이렇다 할 두각을 나타내기는 힘듭니다. 그러나 계속해서 상승세를 타고 있으므로 뚝심 있게 나아가야 합니다. 급한 마음이 모든 것을 망친다는 것을 기억하세요.',
  },
  // 재정 10
  {
    score: 85,
    message:
      '수상이나 진급의 기회가 도처에서 반짝이고 있습니다. 그러나 기회를 잡는 것은 오로지 당신의 몫입니다. 제아무리 좋은 기회가 찾아온들 스스로 나서 역량을 발휘하지 않으면 아무 소용이 없을 것입니다. 남이 추켜세워주길 바라지 말고 본인이 노력해야 합니다.',
  },
  // 동현 1
  {
    score: 55,
    message:
      '오늘은 책상에 앉아있기 힘든 날입니다. 집중하려 애를 써봐도 망상 속을 헤엄치는 듯 하겠습니다. 억지로 앉아서 스트레스와 육체적 피로를 견디는 것 보다는 차라리 바람을 쐬는 것이 낫습니다. 잠시 숨을 돌리고 내일을 위해 재충전하는 날이라고 생각하시기 바랍니다.',
  },
  // 동현 2
  {
    score: 85,
    message:
      '기대하고 있던 수확이 있다면 오늘은 때가 아닙니다. 아직은 당신의 노력이 충분히 영글지 않았습니다. 좋은 기회였던 만큼 아쉬움이 크겠지만 주눅들지 말고 계속 나아가시기 바랍니다. 단, 아직 휴식을 취할 시기도 아니니 평소의 계획에서 벗어남이 없어야 합니다.',
  },
  // 동현 3
  {
    score: 80,
    message:
      '풀리지 않는 문제로 고민한다면 주변 사람의 도움을 받아보시기 바랍니다. 아무리 애를 써도 매번 같은 난관에 부딪힐 때가 있습니다. 경험이 많거나 더 나은 성적을 기록하는 지인에게 도움의 손길을 내밀어보세요. 단, 물고기를 얻는 것이 아니라 물고기 잡는 법을 배워야 할 것입니다.',
  },
  // 동현 4
  {
    score: 70,
    message:
      '사공이 많으면 배가 산으로 가는 법입니다. 서로 도움이 되겠답시고 여럿이 모여 함께 학습에 임한다면 좋은 결과를 거두기 어렵습니다. 생각이 흩어지고 애먼 것들에 관심을 빼앗기게 될 것입니다. 조용히 홀로 정진하는 것이 여러모로 이득입니다.',
  },
  // 동현 5
  {
    score: 70,
    message:
      '혼자 공부하는 것보다는 믿을만한 스승을 찾아보는 것이 좋습니다. 스스로 공부하는 버릇을 세우는 것도 중요합니다. 하지만 혼자만의 힘으로 넘을 수 없는 벽이 있다면, 시간을 허비하며 끙끙대는 것보다 도움을 받는 것이 효율적입니다.',
  },
  // 동현 6
  {
    score: 60,
    message:
      '긴장을 놓치면 순식간에 곤두박질 칠 듯 합니다. 어느 때보다도 경쟁에 불이 붙은 형국입니다. 같은 목표를 향해 달리는 이들이 많으니, 자극이 될 것입니다. 다만 보통의 노력으로는 성장 뿐만 아니라 기존의 속도도 유지하기 어렵겠습니다.',
  },
  // 동현 7
  {
    score: 65,
    message:
      '물 들어올 때 노를 저어야 합니다. 오늘은 평소보다 조금만 더 노력한다면 몇 곱절의 수확을 얻을 수 있는 날입니다. 특히, 평소 난항을 겪었던 과목에서 성장의 실마리를 얻게 될 수 있습니다. 잦은 휴식은 흐름을 깰 수 있으니 적절한 시간 배분이 중요합니다.',
  },
  // 동현 8
  {
    score: 70,
    message:
      '본인의 역량을 과대평가하니 목표를 실현하기 어려울 듯 합니다. 꿈은 크게 가지라는 말에 현혹되어 현실적인 목표를 잊지 마시기 바랍니다. 본인과 본인이 처한 상황을 객관적으로 판단하여 계획을 세워야 할 것입니다.',
  },
  // 동현 9
  {
    score: 70,
    message:
      '안개가 걷히고 빛이 드러나는 형국입니다. 그 동안 모호한 앞날에 답답한 마음이 가득했을 것입니다. 하지만 이제 지금까지의 마음고생을 보답해주듯, 노력의 열매가 달게 맺히겠습니다. 단, 좋은 때를 맞이하여 일희일비하기보다는 차분히 기쁨을 즐기고 내일을 준비하는 것이 좋겠습니다.',
  },
  // 동현 10
  {
    score: 60,
    message:
      '복습에 집중하거나 자신 있는 분야를 공부함으로써 자신감을 찾는 것이 급선무입니다. 위축된 스스로에게 용기를 북돋워 주세요. 장거리 달리기에 임하는 선수의 마음이 필요합니다. 쉬운 것부터 하나씩 이뤄나간다면 성취감과 의지를 자극할 수 있을 것입니다.',
  },
  // 현석 1
  {
    score: 55,
    message:
      '기존의 계획과 일정을 토대로 꾸준히 나아가야 합니다. 아무리 계획을 세운다고 한들 일상에는 다양한 변수가 존재합니다. 그러나 이러한 일들로 계획이 자꾸 흔들린다면 목표 역시 성사를 가늠할 수 없습니다. 예외를 만들지 않는 성실함이 필요합니다.',
  },

  // 현석 2
  {
    score: 60,
    message:
      '작은 실수로 전체를 망치기 쉬운 날입니다. 집중력이 흐려지는 것이 가장 큰 요인이 되겠습니다. 필기구를 두고 오거나 내려야 할 버스 정류장에서 내리지 못하는 등의 실수가 잇따를 것입니다. 공부할 때에는 주변 환경을 단순하게 정리하고 임해야 집중력에 도움이 됩니다.',
  },

  // 현석 3
  {
    score: 65,
    message:
      '안개가 걷히고 빛이 드러나는 형국입니다. 그 동안 모호한 앞날에 답답한 마음이 가득했을 것입니다. 하지만 이제 지금까지의 마음고생을 보답해주듯, 노력의 열매가 달게 맺히겠습니다. 단, 좋은 떄를 맞이하여 일희일비하기보다는 차분히 기쁨을 즐기고 내일을 준비하는 것이 좋겠습니다.',
  },

  // 현석 4
  {
    score: 85,
    message:
      '다방면에서 나쁘지 않은 성과를 거둘 수 있을 듯 합니다. 한 가지에 몰두하기 보다는 본인이 가장 잘 할 수 있는 것을 탐색하는 것도 나쁘지 않습니다. 또한 그러한 과정에서 저마다 보통 이상의 성적을 거둘 수 있으니, 평소 생각하던 것이 있으면 시도해보시기 바랍니다.',
  },

  // 현석 5
  {
    score: 65,
    message:
      '혼자 공부하는 것보다는 믿을많나 스승을 찾아보는 것이 좋습니다. 스스로 공부하는 버릇을 세우는 것도 중요합니다. 하지만 혼자만의 힘으로 넘을 수 없는 벽이 있다면, 시간을 허비하며 끙끙대는 것보다 도움을 받는 것이 효율적입니다.',
  },
  // 현석 6
  {
    score: 80,
    message:
      '학습의욕은 상승곡선을 향하고 있습니다. 그 동안 나태한 자신에게 너무 관대하지는 않았나하는 생각이 들게 됩니다. 그러면서 스스로 분발을 촉구하게 됩니다. 혼자가 힘들면 동료들에게 조언을 구하는 것도 좋습니다.',
  },
  // 현석 7
  {
    score: 60,
    message:
      '조금 더 분발해서 노력해야 합니다. 공부는 혼자 하는 것이므로 주변 사람들과 의논 거리가 많지는 않을 것입니다. 시험을 앞둔 수헙생이라면 시험정보 교환을 위해 어쩔 수 없이 주변 사람들과 교류할 필요는 있겠습니다.',
  },
  // 현석 8
  {
    score: 65,
    message:
      '안개가 걷히고 빛이 드러나는 형국입니다. 그 동안 모호한 앞날에 답답한 마음이 가득했을 것입니다. 하지만 이제 지금까지의 마음고생을 보답해주듯, 노력의 열매가 달게 맺히겠습니다. 단, 좋은 때를 맞이하여 일희일비하기보다는 차분히 기쁨을 즐기고 내일을 준비하는 것이 좋겠습니다.',
  },
  // 현석 9
  {
    score: 80,
    message:
      '성과를 기대할 수 있는 학업운입니다. 의욕을 가지고 학업에 매진하게 되어 좋은 결과가 기대됩니다. 경정자들에 비해 자신이 못할 것이 없다는 자신감이 생기고 아울러 집중력이 뛰어나 좋은 결과를 거둘 것입니다.',
  },
  // 현석 10
  {
    score: 75,
    message:
      '육체적으로나 정신적으로 성과를 기대할 수 있는 학업운입니다. 의욕을 가지고 학업에 매진하게 되어 좋은 결과가 기대됩니다. 결정자들에 비해 자신이 못할 것이 없다는 자신감이 생기고 아울러 집중력이 뛰어나 좋은 결과를 거둘 것입니다.나 힘든 시기입니다.특히 이 시기는 걸으오는 드러나지 않지만, 내적으로 병인이 쌓여 한순간 무너질 수 있으니 간이나 폐 등이 상하지 않도록 술 담배를 자제하고 규칙적인 생활을 할 필요가 있습니다.',
  },
];
